Repository: Jays2Kings/DS4Windows
Catalog: EAll4Windows/Options.*.resx
Languages: es, ro_ro, ru_ru

# cBLightbyBattery.Text
source: Color by Battery %
es: Color por % Bateria
ro_ro: Culoare în funcție de % bateriei
ru_ru: Цвет от заряда %

# lbBlue.Text
source: B
es: A
ru_ru: С

# lbGreen.Text
source: G
es: V
ru_ru: З

# lbspc.Text
source: secs/cycle
ro_ro: secunde/ciclu
ru_ru: сек/циклов

# lbRed.Text
source: R
ru_ru: К

# cBDoubleTap.Text
source: Double Tap
es: Toque doble
ro_ro: Apăsare dublă
ru_ru: Двойное касание

# cBTap.Text
source: Tap
ro_ro: Apasă
ru_ru: Касание

# cBScroll.Text
source: Scroll
ru_ru: Прокрутка

# cBSlide.Text
source: Slide
ro_ro: Glisare
ru_ru: Скольжение

# lbButtonMouseSens.Text
source: Mouse Sensitivity:
es: Sensibilidad del Mouse:
ro_ro: Sensitivitatea mouse-ului
ru_ru: Чувствительность мыши:

# cBlowerRCOn.Text
source: Lower Right as RMB
ru_ru: Нижняя правая сторона тачпада как ПКМ

# cBTouchpadJitterCompensation.Text
source: Jitter Compensation
ro_ro: Compensare bruiaj
ru_ru: Компенсация дрожания

# lbIdleMinutes.Text
source: mins
es: minutos
ro_ro: minute
ru_ru: минут

# cBFlushHIDQueue.Text
source: Flush HID
es: Colorear HID
ro_ro: Golește HID
ru_ru: Очищать очереди HID

# btnRumbleHeavyTest.Text
source: Test Heavy
ro_ro: Testează intens
ru_ru: Тест. тяжёлого

# lbFull.Text
source: Full:
es: Lleno:
ro_ro: Plin:
ru_ru: Полный:

# lbLowRed.Text
source: R
ru_ru: К

# lbLowGreen.Text
source: G
es: V
ru_ru: З

# lbLowBlue.Text
source: B
es: A
ru_ru: С

# lbEmpty.Text
source: Empty:
es: Vacio:
ro_ro: Gol:
ru_ru: Пусто:

# gBTouchpad.Text
source: Touchpad
ru_ru: Тачпад

# cbStartTouchpadOff.Text
source: Start with Slide/Scroll off
ro_ro: Pornește cu glisare/scroll dezactivat
ru_ru: Выключить скольжение и прокрутку тачпада

# gBOther.Text
source: Other
es: Otro
ro_ro: Altele
ru_ru: Другое

# cBTPforControls.Text
source: Use Touchpad Swipes for controls
es: Usar Gestos de Touchpad para controles
ro_ro: Folosește glisări pe touchpad pentru controale
ru_ru: Использовать жесты

# cBDinput.Text
source: Use Dinput only
es: Usar solo Dinput
ro_ro: Folosește doar Dinput
ru_ru: Использовать только DInput

# cBLaunchProgram.Text
source: Launch Program with profile
es: Lanzar Programa con perfil
ro_ro: Lansează programul cu profilul
ru_ru: "Запускать программу с профилем"

# btnBrowse.Text
source: Browse...
es: Explorar...
ro_ro: Răsfoiește
ru_ru: Обзор...

# lbUseController.Text
source: Use Controller
ro_ro: Folosește maneta
ru_ru: Использовать контроллер

# cBMouseAccel.Text
source: Mouse Acceleration
es: Aceleracion de mouse
ro_ro: Accelerația mouse-ului
ru_ru: Ускорение курсора

# cBControllerInput.Text
source: for Mapping and readout
es: para Mapeo y lectura
ru_ru: для считывания и назначения

# cBIdleDisconnect.Text
source: Idle Disconnect
es: Desconectado Inactivo
ro_ro: Deconectare în urma inactivității
ru_ru: Время бездействия

# gBLightbar.Text
source: Lightbar
es: Barra de luz
ro_ro: Bară de lumină
ru_ru: Световая панель

# cBFlashType.Items
source: Flash at
ro_ro: Luminează intens la
ru_ru: Вспышка при

# cBWhileCharging.Items
source: Normal
ro_ro: Normale
ru_ru: Обычная

# cBWhileCharging.Items1
source: Pulse
ro_ro: Puls
ru_ru: Постепенно

# cBWhileCharging.Items2
source: Rainbow
es: Arcoiris
ro_ro: Curcubeu
ru_ru: Радуга

# cBWhileCharging.Items3
source: Color
ro_ro: Culoare
ru_ru: Цвет

# lbWhileCharging.Text
source: While Charging:
ro_ro: În timpul încărcarii:
ru_ru: Индикация заряда:

# cBShiftLight.Text
source: Use another color for shift mode
ro_ro: Folosește o altă culoare pentru modul shift
ru_ru: Использовать алтернативный цвет для режима сдвига:

# lbShift.Text
source: Shift:
ru_ru: Сдвиг:

# lbShiftRed.Text
source: R
ru_ru: К

# lbShiftGreen.Text
source: G
es: V
ru_ru: З

# lbShiftBlue.Text
source: B
es: A
ru_ru: С

# gBRumble.Text
source: Rumble
es: Vibracion
ro_ro: Vibrație
ru_ru: Вибрация

# btnRumbleLightTest.Text
source: Test Light
ro_ro: Testează slab
ru_ru: Тест. лёгкого

# tPController.Text
source: Controller Readings
es: Lecturas del Controlador
ro_ro: Citirile din maneta
ru_ru: Считывание контроллера

# lbRSTip.Text
source: Right Stick
ro_ro: Stick-ul din dreapta
ru_ru: Правый стик

# lbInputDelay.Text
source: Input Delay: N/Ams
es: Retraso de entrada: N/Ams
ro_ro: Întărziere de intrare: N/Ams
ru_ru: Задержка ввода: Н/Д мс

# lbLSTip.Text
source: Left Stick
ro_ro: Stick-ul din stânga
ru_ru: Левый стик

# lbSATip.Text
source: Sixaxis: X axis is flipped for easier reading
ro_ro: Sixaxis: axa X este inversată pentru o citire mai ușoară
ru_ru: Гироскоп: Ось X отражена для простоты считывания

# lb6Accel.Text
source: Accel
es: Acelerometro
ro_ro: Accelerometru
ru_ru: Аксел

# lb6Gryo.Text
source: Gyro
es: Giroscopio
ro_ro: Giroscop
ru_ru: Гиро

# tPShiftMod.Text
source: Shift Modifier
ro_ro: Modificator de tasta Shift
ru_ru: Изменение сдвига

# lbShiftTPSwipes.Text
source: Touchpad Swipes:
ro_ro: Glisări pe touchpad:
ru_ru: Жесты тачпада:

# defaultToolStripMenuItem.Text
source: Default
ro_ro: Implicit
ru_ru: По умолчанию

# DpadToolStripMenuItem.Text
source: Dpad
ru_ru: Крестовина

# tSMIDPadInverted.Text
source: Inverted
ro_ro: Inversat
ru_ru: Инверт.

# tSMIDPadInvertedX.Text
source: Inverted X
ro_ro: X Inversat
ru_ru: Инверт. X

# tSMIDPadInvertedY.Text
source: Inverted Y
ro_ro: Y Inversat
ru_ru: Инверт. Y

# LSToolStripMenuItem.Text
source: Left Stick
ro_ro: Stick-ul din stânga
ru_ru: Левый стик

# tSMILSInverted.Text
source: Inverted
ro_ro: Inversat
ru_ru: Инверт.

# tSMILSInvertedX.Text
source: Inverted X
ro_ro: X Inversat
ru_ru: Инверт. X

# tSMILSInvertedY.Text
source: Inverted Y
ro_ro: Y Inversat
ru_ru: Инверт. Y

# RSToolStripMenuItem.Text
source: Right Stick
ro_ro: Stick-ul din dreapta
ru_ru: Правый стик

# tSMIRSInverted.Text
source: Inverted
ro_ro: Inversat
ru_ru: Инверт.

# tSMIRSInvertedX.Text
source: Inverted X
ro_ro: X Inversat
ru_ru: Инверт. X

# tSMIRSInvertedY.Text
source: Inverted Y
ro_ro: Y Inversat
ru_ru: Инверт. Y

# ABXYToolStripMenuItem.Text
source: Face Buttons
ro_ro: Butoanele din fată
ru_ru: Лицевые кнопки

# WASDToolStripMenuItem.Text
source: WASD
ru_ru: Управление WASD

# wScanCodeWASDToolStripMenuItem.Text
source: w/ Scan Code
ro_ro: cu scanare de cod
ru_ru: w/ Скан-код

# ArrowKeysToolStripMenuItem.Text
source: Arrow Keys
ro_ro: Tastele săgeți
ru_ru: Клавиши со стрелками

# wScanCodeArrowKeysToolStripMenuItem.Text
source: w/ Scan Code
ro_ro: cu scanare de cod
ru_ru: w/ Скан-код

# MouseToolStripMenuItem.Text
source: Mouse
ru_ru: Мышь

# tSMIMouseInverted.Text
source: Inverted
ro_ro: Inversat
ru_ru: Инверт.

# tSMIMouseInvertedX.Text
source: Inverted X
ro_ro: X Inversat
ru_ru: Инверт. X

# tSMIMouseInvertedY.Text
source: Inverted Y
ro_ro: Y Inversat
ru_ru: Инверт. Y

# lbShiftGryo.Text
source: Sixaxis Gyro:
ro_ro: Giroscopul Sixaxis:
ru_ru: Гироскоп:

# cBShiftControl.Items
source: (nothing)/shift off
ro_ro: (nimic)/shift dezactivat
ru_ru: (отсутствует)

# lbHold.Text
source: Hold
ro_ro: Ține
ru_ru: Нажмите

# lbtoUse.Text
source: to use these controls
ro_ro: pentru a folosi aceste controale
ru_ru: для использования его управления

# btnShiftFullView.Text
source: <- Back to full view
es: <- Regresar a vista completa
ro_ro: <- Înapoi la vederea întreagă
ru_ru: <- Вернуться к полному виду

# tPControls.Text
source: Controls
es: Controles
ro_ro: Controale
ru_ru: Управление

# lbTPSwipes.Text
source: Touchpad Swipes:
ro_ro: Glisări pe touchpad:
ru_ru: Жесты тачпада:

# lbGyro.Text
source: Sixaxis Gyro:
ro_ro: Giroscopul Sixaxis:
ru_ru: Гироскоп:

# lbControlTip.Text
source: Click a part of the controller to change action Click the lightbar for color picker
ro_ro: Click pe o parte a manetei pentru a schimba acțiunea Click pe bara de lumina pentru a deschide meniul de ales culoarea
ru_ru: Нажмите на кнопку для назначения действия Нажмите на световую панель для выбора цвета

# btnFullView.Text
source: <- Back to full view
es: <- Regresar a vista completa
ro_ro: <- Înapoi la vederea întreagă
ru_ru: <- Вернуться к полному виду

# tPSpecial.Text
source: Special Actions
ro_ro: Acțiuni speciale
ru_ru: Специальные действия

# cHName.Text
source: Name
ro_ro: Nume
ru_ru: Имя

# cHTrigger.Text
source: Trigger
ro_ro: Trăgaci
ru_ru: Триггер

# cHAction.Text
source: Action
ro_ro: Acțiune
ru_ru: Действие

# lbActionsTip.Text
source: Hold selected controls to perform an action, check the Action to use it while profile is loaded. Max 50 actions
ru_ru: Удерживайте выбранные кнопки для назначения нужного действия, проверьте работоспособность при загруженном профиле. Предел 50 действий.

# btnNewAction.Text
source: New Action
ro_ro: Acțiune nouă
ru_ru: Создать новое

# btnEditAction.Text
source: Edit Action
ro_ro: Editează acțiunea
ru_ru: Редактировать

# btnRemAction.Text
source: Remove Action
ro_ro: Șterge acțiunea
ru_ru: Удалить

# tPDeadzone.Text
source: Deadzone
ru_ru: Мёртвая зона

# tPCurve.Text
source: Curve
ru_ru: Кривая

# cBFlashType.Items1
source: Pulse at
ro_ro: Pulsează la
