Repository: Jays2Kings/DS4Windows
Catalog: DS4Windows/DS4Forms/DS4Form.*.resx
Languages: ar, es, fi, he, hu, id, ko, nb, nl, pl, uk, vi, zh_hant

# useCustomColorToolStripMenuItem.Text
source: Use Custom Color
ar: استخدم لونا مشخّص
es: Usar color personalizado
fi: Käytä profiiliväriä
he: שימוש בצבע מסוים
hu: Egyedi szín használata
id: Gunakan Aturan Warna
ko: 사용자 지정 색 사용
nb: Bruk en tilpasset farge
nl: Gebruik Aangepaste Kleuren
pl: Użyj własnego koloru
uk: Стандартний колір
vi: Dùng màu tự chọn
zh_hant: 使用自訂顏色

# lbPad2.Text
source: Controller 2
fi: Ohjain 2
nb: Kontroller 2

# lbPad3.Text
source: Controller 3
fi: Ohjain 3
nb: Kontroller 3

# lbPad4.Text
source: Controller 4
fi: Ohjain 4
nb: Kontroller 4

# chData.Text
source: Data
ar: بيانات
es: Datos
he: נתונים
hu: Adat
ko: 데이터
nl: Datum
uk: Дані
vi: Dữ liệu
zh_hant: 資料

# lbID.Text
source: ID
he: מזהה
nl: Identificatie

# btnConnectDS4Win10.Text
source: Connect DS4 exclusivly (experimental)
nl: Alleen de DS4 Controller Aansluiten (experimenteel)
uk: Ексклюзивне підключення DS4 (експерементальне)

# lbTest.Text
source: Used to test values
nb: Brukt til å teste verdier

# notifyIcon1.Text
source: DS4 Xinput Tool
nb: DS4Windows
