Repository: Jays2Kings/DS4Windows
Catalog: DS4Windows/DS4Forms/DS4Form.*.resx
Languages: ar, es, fi, he, hu, id, ko, nb, nl, pl, uk, vi, zh_hant

# chTime.Text
source: Time
ar: وقت
es: Hora
fi: Aika
he: זמן
hu: Idő
id: Waktu
ko: 시간
nb: Tid
nl: Tijd
pl: Czas
uk: Час
vi: Thời gian
zh_hant: 時間

# btnStartStop.Text
source: Start
ar: أبدأ
es: Iniciar
fi: Käynnistä
he: התחל
id: Mulai
ko: 시작
pl: Aktywuj
uk: Запустити
zh_hant: 開始

# llbHelp.Text
source: Hotkeys/About
ar: اختصارات لوحة المفاتيح/عن البرنامج
es: Teclas de acceso rápido/Acerca de
fi: Pikanäppäimet/Tietoja
he: קיצורי מקשים/אודות
hu: Gyorsgombok/
id: Hotkeys/Tentang
ko: 핫키/도움말
nb: Hurtigtaster / Om DS4W
nl: Hotkeys/over Help
pl: Skróty klawiszowe/O programie
uk: Гарячі клавіші / Про програму
vi: Phím nóng/Thông tin
zh_hant: 熱鍵/關於

# btnClear.Text
source: Clear
ar: مسح
es: Limpiar
fi: Poista kaikki
he: נקה
hu: Töröl
id: Bersihkan
ko: 삭제
nb: Tøm
nl: Wissen
pl: Wyczyść
uk: Очистити
vi: Xóa
zh_hant: 清除

# editProfileForController1ToolStripMenuItem.Text
source: Edit Profile for Controller 1
ar: تعديل السجل لليد 1
es: Editar perfil del Control 1
fi: Muokkaa asetusprofiilia (1. ohjain)
he: ערוך את הפרופיל של בקר 1
hu: Profil szerkesztése az 1-es Vezérlőhöz
id: Edit Profil Controller 1
ko: 컨트롤러 1 프로파일 편집
nb: Rediger profilen til kontroller 1
nl: Wijzig Profiel voor Controller 1
pl: Edytuj profil kontrolera 1
uk: Редагувати профіль Контролера 1
vi: Sửa Profile của Controller 1
zh_hant: 編輯控制器 1 設定檔

# editProfileForController2ToolStripMenuItem.Text
source: Edit Profile for Controller 2
ar: تعديل السجل لليد 2
es: Editar perfil del Control 2
fi: Muokkaa asetusprofiilia (2. ohjain)
he: ערוך את הפרופיל של בקר 2
hu: Profil szerkesztése az 2-es Vezérlőhöz
id: Edit Profil Controller 2
ko: 컨트롤러 2 프로파일 편집
nb: ediger profilen til kontroller 2
nl: Wijzig Profiel voor Controller 2
pl: Edytuj profil kontrolera 2
uk: Редагувати профіль Контролера 2
vi: Sửa Profile của Controller 2
zh_hant: 編輯控制器 2 設定檔

# editProfileForController3ToolStripMenuItem.Text
source: Edit Profile for Controller 3
ar: تعديل السجل لليد 3
es: Editar perfil del Control 3
fi: Muokkaa asetusprofiilia (3. ohjain)
he: ערוך את הפרופיל של בקר 3
hu: Profil szerkesztése az 3-mas Vezérlőhöz
id: Edit Profil Controller 3
ko: 컨트롤러 3 프로파일 편집
nb: ediger profilen til kontroller 3
nl: Wijzig Profiel voor Controller 3
pl: Edytuj profil kontrolera 3
uk: Редагувати профіль Контролера 3
vi: Sửa Profile của Controller 3
zh_hant: 編輯控制器 3 設定檔

# editProfileForController4ToolStripMenuItem.Text
source: Edit Profile for Controller 4
ar: تعديل السجل لليد 4
es: Editar perfil del Control 4
fi: Muokkaa asetusprofiilia (4. ohjain)
he: ערוך את הפרופיל של בקר 4
hu: Profil szerkesztése az 4-es Vezérlőhöz
id: Edit Profil Controller 4
ko: 컨트롤러 4 프로파일 편집
nb: ediger profilen til kontroller 4
nl: Wijzig Profiel voor Controller 4
pl: Edytuj profil kontrolera 4
uk: Редагувати профіль Контролера 4
vi: Sửa Profile của Controller 4
zh_hant: 編輯控制器 4 設定檔

# startToolStripMenuItem.Text
source: Start
ar: البدء
es: Iniciar
fi: Käynnistä
he: התחל
hu: Indítás a háttérben
id: Mulai
ko: 시작
nl: Starten
uk: Запустити
vi: Bắt đầu
zh_hant: 開始

# openToolStripMenuItem.Text
source: Open
ar: فتح
es: Abrir
fi: Avaa
he: פתח
hu: Megnyitás
id: Buka
ko: 열기
nb: Åpne
nl: Openen
pl: Otwórz
uk: Відкрити
vi: Mở
zh_hant: 開啟

# exitToolStripMenuItem.Text
source: Exit (Middle Mouse)
ar: خروج (زر الفأرة الأوسط)
es: Salir (Boton Central del Ratón)
fi: Poistu (Klikkaa hiiren rullaa)
he: צא (לחיצה על הגלגלת)
hu: Kilépés (Középső Egérgomb)
id: Keluar (Mouse Tengah)
ko: 종료 (마우스 중간버튼)
nb: Avslutt (Midtmuseknapp)
nl: Sluiten (Scroll klik)
pl: Wyjdź (środkowy przycisk myszy)
uk: Вихід
vi: Thoát (Chuột giữa)
zh_hant: 離開 (滑鼠中鍵)

# tabControllers.Text
source: Controllers
ar: الأيادي
es: Control
fi: Ohjaimet
he: בקרים
hu: Vezérlők
id: Controller
ko: 컨트롤러
nb: Kontrollere
pl: Kontrolery
uk: Контролери
zh_hant: 控制器

# bnEditC3.Text
source: Edit
ar: تعديل
es: Editar
fi: Muokkaa
he: ערוך
hu: Szerkeszt
ko: 편집
nb: Rediger
nl: Bewerken
pl: Edytuj
uk: Редагувати
vi: Sửa
zh_hant: 編輯

# bnEditC4.Text
source: Edit
ar: تعديل
es: Editar
fi: Muokkaa
he: ערוך
hu: Szerkeszt
ko: 편집
nb: Rediger
nl: Bewerken
pl: Edytuj
uk: Редагувати
vi: Sửa
zh_hant: 編輯

# bnEditC2.Text
source: Edit
ar: تعديل
es: Editar
fi: Muokkaa
he: ערוך
hu: Szerkeszt
ko: 편집
nb: Rediger
nl: Bewerken
pl: Edytuj
uk: Редагувати
vi: Sửa
zh_hant: 編輯

# bnEditC1.Text
source: Edit
ar: تعديل
es: Editar
fi: Muokkaa
he: ערוך
hu: Szerkeszt
ko: 편집
nb: Rediger
nl: Bewerken
pl: Edytuj
uk: Редагувати
vi: Sửa
zh_hant: 編輯

# lbSelectedProfile.Text
source: Selected Profile
ar: السجل المختار
es: Perfil seleccionado
fi: Valittu profiili
he: פרופיל נבחר
hu: Kiválasztott Profil
id: Profil terpilih
ko: 선택된 프로파일
nb: Valgt profil
nl: Selecteer Profiel
pl: Wybrany profil
uk: Обраний профіль
vi: Profile đã chọn
zh_hant: 設定檔

# lbStatus.Text
source: Status
ar: الحالة
es: Estado
fi: Tila
he: מצב
hu: Státusz
ko: 상태
uk: Статус
vi: Trạng thái
zh_hant: 狀態

# lbBattery.Text
source: Battery
ar: البطارية
es: Batería
fi: Akku
he: סוללה
hu: Akkumulátor
id: Baterai
ko: 배터리
nb: Batteri
nl: Batterij
pl: Bateria
uk: Батарея
vi: Pin
zh_hant: 電池

# lbNoControllers.Text
source: No Controllers Connected (Max 4)
ar: لا يوجد أيادي موصلة (الحد الأعلى 4)
es: Ningún control conectado (Máx 4)
fi: Ei liitettyjä ohjaimia (Max. 4)
he: לא מחוברים בקרים (מקסימום 4)
hu: Nincs vezérlő csatlakoztatva (Maximum 4)
id: Controller tidak terhubung (Max. 4)
ko: 컨트롤러 없음 (최대 4개)
nl: Geen Controllers Verbonden (Max 4)
pl: Brak podłączonych kontrolerów (maks. 4)
uk: Контролери не підключено (Макс. 4)
vi: Không có tay cầm nào kết nối (Tối đa 4)
zh_hant: 沒有連接的控制器 (最多 4 個)

# tabProfiles.Text
source: Profiles
ar: السجلات
es: Perfiles
fi: Profiilit
he: פרופילים
hu: Profilok
id: Profil
ko: 프로파일
nb: Profiler
nl: Profielen
pl: Profile
uk: Профілі
zh_hant: 設定檔

# editToolStripMenuItem.Text
source: Edit
ar: تعديل
es: Editar
fi: Muokkaa
he: ערוך
hu: Szerkeszt
ko: 편집
nb: Rediger
nl: Wijzig
pl: Edytuj
uk: Редагувати
vi: Sửa
zh_hant: 編輯

# assignToController1ToolStripMenuItem.Text
source: Assign to Controller 1
ar: عين لليد 1
es: Asignar al Control 1
fi: Aseta 1.ohjaimeen
he: הגדר כבקר 1
hu: Hozzárendelés az 1-es kontrollerhez
id: Tetapkan ke Controller 1
ko: 컨트롤러 1 로 할당
nb: Tilegn til kontroller 1
nl: Aan Controller 1 Toewijzen
pl: Przypisz do kontrolera 1
uk: Присвоїти 1-му контролеру
vi: Gán cho Controller 1
zh_hant: 指定給控制器 1

# assignToController2ToolStripMenuItem.Text
source: Assign to Controller 2
ar: عين لليد 2
es: Asignar al Control 2
fi: Aseta 2.ohjaimeen
he: הגדר כבקר 2
hu: Hozzárendelés az 2-es kontrollerhez
id: Tetapkan ke Controller 2
ko: 컨트롤러 2 로 할당
nb: Tilegn til kontroller 2
nl: Aan Controller 2 Toewijzen
pl: Przypisz do kontrolera 2
uk: Присвоїти 2-му контролеру
vi: Gán cho Controller 2
zh_hant: 指定給控制器 2

# assignToController3ToolStripMenuItem.Text
source: Assign to Controller 3
ar: عين لليد 3
es: Asignar al Control 3
fi: Aseta 3.ohjaimeen
he: הגדר כבקר 3
hu: Hozzárendelés az 3-mas kontrollerhez
id: Tetapkan ke Controller 3
ko: 컨트롤러 3 로 할당
nb: Tilegn til kontroller 3
nl: Aan Controller 3 Toewijzen
pl: Przypisz do kontrolera 3
uk: Присвоїти 3-му контролеру
vi: Gán cho Controller 3
zh_hant: 指定給控制器 3

# assignToController4ToolStripMenuItem.Text
source: Assign to Controller 4
ar: عين لليد 4
es: Asignar al Control 4
fi: Aseta 4.ohjaimeen
he: הגדר כבקר 4
hu: Hozzárendelés az 4-es kontrollerhez
id: Tetapkan ke Controller 4
ko: 컨트롤러 4 로 할당
nb: Tilegn til kontroller 4
nl: Aan Controller 4 Toewijzen
pl: Przypisz do kontrolera 4
uk: Присвоїти 4-му контролеру
vi: Gán cho Controller 4
zh_hant: 指定給控制器 4

# deleteToolStripMenuItem.Text
source: Delete (Del)
ar: حذف (Del)
es: Borrar (Del)
fi: Poista (Del)
he: מחק (Delete)
hu: Törlés (Del)
id: Hapus (Del)
ko: 삭제 (Del)
nb: Slett (Del)
nl: Wissen (Del)
pl: Usuń
uk: Видалити (Del)
vi: Xõa (Del)
zh_hant: 刪除 (Del)

# duplicateToolStripMenuItem.Text
source: Duplicate (Ctrl+D)
ar: تكرير (Ctrl+D)
es: Duplicar (Ctrl+D)
fi: Kloonaa (Ctrl+D)
he: שכפל (Ctrl+D)
hu: Duplázás (Ctrl+D)
id: Gandakan (Ctrl+D)
ko: 복사 (Ctrl+D)
nb: Dupliser (Ctrl+D)
nl: Kopiëren (Ctrl+D)
pl: Duplikuj
uk: Дублікат (Ctrl+D)
vi: Nhân đôi (Ctrl+D)
zh_hant: 複製 (Ctrl+D)

# newProfileToolStripMenuItem.Text
source: New Profile
ar: سجل جديد
es: Nuevo perfil
fi: Uusi profiili
he: פרופיל חדש
hu: Új Profil
id: Profil Baru
ko: 새 프로파일
nb: Ny profil
nl: Nieuw Profiel
pl: Utwórz profil
uk: Новий профіль
vi: Profile mới
zh_hant: 新設定檔

# importToolStripMenuItem.Text
source: Import
ar: استيراد
es: Importar
fi: Tuo asetukset
he: ייבוא
hu: Importálás
ko: 들여오기
nb: Importer
nl: Importeren
pl: Importuj
uk: Імпорт
vi: Nhập
zh_hant: 匯入

# exportToolStripMenuItem.Text
source: Export
ar: تصدير
es: Exportar
fi: Vie asetukset
he: ייצוא
hu: Exportálás
ko: 보내기
nb: Eksporter
nl: Exporteren
pl: Eksportuj
uk: Експорт
vi: Xuất
zh_hant: 匯出

# tSOptions.Text
source: Profile Options
ar: خيارات السجل
es: Opciones de perfil
fi: Profiilin asetukset
he: אפשרויות פרופיל
hu: Profil Beállítások
id: Pengaturan Profil
ko: 프로파일 옵션
nb: Profilinnstillinger
nl: Profiel Opties
pl: Opcje profilów
uk: Опції профілю
vi: Tùy chọn Profile
zh_hant: 設定檔選項

# toolStripLabel1.Text
source: Profile Name:
ar: اسم السجل:
es: Nombre de Perfil:
fi: Profiilin nimi:
he: שם פרופיל
hu: Profil Neve:
id: Nama Profil:
ko: 프로파일 이름:
nb: Profilnavn:
nl: Profiel Naam:
pl: Nazwa profilu:
uk: Ім'я профілю:
vi: Tên Profile
zh_hant: 設定檔名稱：

# tSTBProfile.Text
source: <type profile name here>
ar: <اكتب اسم السجل هنا>
es: <escribe nombre de perfil aquí>
fi: Kirjoita profiilin nimi tähän
he: <שם הפרופיל>
hu: <ide írd a profil nevét>
id: <masukkan nama profil disini>
ko: <프로파일 이름을 써넣으십시오>
nb: <skriv inn profilnavnet her>
nl: <type hier de Naam van het Profiel>
pl: <wpisz nazwę profilu>
uk: <вкажіть ім'я профілю>
vi: <gõ tên Profile>
zh_hant: <輸入設定檔名稱>

# tSBSaveProfile.Text
source: Save Profile
ar: احفظ السجل
es: Guardar perfil
fi: Tallenna profiili
he: שמור פרופיל
hu: Profil Mentése
id: Simpan Profil
ko: 프로파일 저장
nb: Lagre profilen
nl: Profiel Opslaan
pl: Zapisz profil
uk: Зберегти профіль
vi: Lưu Profile
zh_hant: 儲存設定檔

# tSBCancel.Text
source: Cancel
ar: إلغاء
es: Cancelar
fi: Peruuta
he: ביטול
hu: Mégse
id: Batal
ko: 취소
nb: Avbryt
nl: Annuleren
pl: Anuluj
uk: Скасувати
vi: Hủy
zh_hant: 取消

# tSBKeepSize.Text
source: Keep this window size after closing
ar: ابق حجم هذه النافذة بعد الإغلاق
es: Mantener este tamaño de ventana despues de cerrar
fi: Pidä tämä ikkunan koko sulkemisen jälkeen
he: השאר את החלון בגודל הזה
hu: Ablakméret megtartása bezáráskor
id: Tetapkan ukuran jendela setelah ditutup
ko: 종료 후에도 창 사이즈를 기억함
nb: Behold denne vindusstørrelsen etter lukking
nl: Deze Schermgrote behouden na afsluiten
pl: Zachowaj rozmiar okna po zamknięciu
uk: Зберегти розмір вікна після закриття
vi: Giữ kích thước cửa sổ sau khi đóng
zh_hant: 關閉後保留現在的視窗大小

# tsBNewProfle.Text
source: New
ar: جديد
es: Nuevo
fi: Uusi
he: חדש
hu: Új
id: Baru
ko: 새로 만들기
nb: Ny
nl: Nieuw
pl: Nowy
uk: Новий
vi: Mới
zh_hant: 新增

# tsBNewProfle.ToolTipText
source: Make a New Profile
ar: أنشيء سجل جديد
es: Crear un nuevo perfil
fi: Luo uusi profiili
he: צור פרופיל חדש
hu: Új Profil Készítése
id: Buat Profil Baru
ko: 프로파일 만들기
nb: Lag en ny profil
nl: Maak een Nieuw Profiel
pl: Utwórz nowy profil
uk: Створити новий профіль
vi: Tạo Profile mới
zh_hant: 新增設定檔

# tsBEditProfile.Text
source: Edit
ar: عدل
es: Editar
fi: Muokkaa
he: ערוך
hu: Szerkesztés
ko: 편집
nb: Rediger
nl: Bewerken
pl: Edytuj
uk: Редагувати
vi: Sửa
zh_hant: 編輯

# tsBEditProfile.ToolTipText
source: Edit Selected Profile (Enter)
ar: عدل السجل المحدد (Enter)
es: Editar perfil seleccionado (Enter)
fi: Muokkaa valittua profiilia (Enter)
he: ערוך את הפרופיל הנבחר (Enter)
hu: Kiválaszott profil szerkeztése (Enter)
id: Edit profil yang terpilih (Enter)
ko: 선택된 프로파일 편집 (Enter)
nb: Rediger den valgte profilen (Enter)
nl: Geselecteerd Profiel Aanpassen
pl: Edytuj wybrany profil
uk: Редагувати обраний профіль (Enter)
vi: Sửa Profile được chọn (Enter)
zh_hant: 編輯選擇的設定檔 (Enter)

# tsBDeleteProfile.Text
source: Delete
ar: حذف
es: Borrar
fi: Poista
he: מחק
hu: Törlés
id: Hapus
ko: 삭제
nb: Slett
nl: Verwijderen
pl: Usuń
uk: Видалити
vi: Xóa
zh_hant: 刪除

# tsBDeleteProfile.ToolTipText
source: Delete Selected Profile (Delete)
ar: حذف السجل المحدد (Delete)
es: Borrar perfil seleccionado (Delete)
fi: Poista valitut profiilit (Delete)
he: מחק את הפרופיל הנבחר
hu: Kiválasztott Profil Törlése (Delete)
id: Hapus profil yang terpilih (Delete)
ko: 선택된 프로파일 삭제 (Delete)
nb: Slett den valgte profilen (Delete)
nl: Verwijder Geselecteerd Profiel
pl: Usuń wybrany profil
uk: Батарея
vi: Xóa Profile được chọn (Delete)
zh_hant: 刪除選擇的設定檔 (Delete)

# tSBDupProfile.Text
source: Duplicate
ar: كرر
es: Duplicar
fi: Kloonaa
he: שכפל
hu: Másolás
id: Gandakan
ko: 복사
nb: Dupliser
nl: Kopieren
pl: Kopiuj
uk: Дублікат
vi: Nhân đôi
zh_hant: 複製

# tSBDupProfile.ToolTipText
source: Dupliacate Selected Profile (Ctrl+D)
ar: كرر السجل المحدد (Ctrl+D)
es: Duplicar perfil seleccionado (Ctrl+D)
fi: Kloonaa valittu profiili (Ctrl+D)
he: שכפל את הפרופיל הנבחר (Ctrl+D)
hu: Kiválaszott profil másolása (Ctrl + D)
id: Gandakan profil yang terpilih (Ctrl+D)
ko: 선택된 프로파일 복사 (Ctrl+D)
nb: Dupliser den valgte profilen (Ctrl+D)
nl: Dupliceer Geselecteerd Profiel
pl: Kopiuj wybrany profil
uk: Дублікат обраного профілю (Ctrl+D)
vi: Nhân đôi Profile được chọn (Ctrl+D)
zh_hant: 複製選擇的設定檔 (Ctrl+D)

# tSBImportProfile.Text
source: Import
ar: استيراد
es: Importar
fi: Tuo
he: ייבא
hu: Importálás
ko: 들여오기
nb: Importer
nl: Importeren
pl: Importuj wybrany profil
uk: Імпорт
vi: Nhập
zh_hant: 匯入

# tSBImportProfile.ToolTipText
source: Import Profile or Profiles
ar: استيراد سجل أو أكثر
es: Importar perfil o perfiles
fi: Tuo profiili(t)
he: ייבא פרופיל/ים
hu: Profil(ok) Importálása
id: Import Profil
ko: 선택된 프로파일 들여오기
nb: Importer profil(er)
nl: Profiel of meerdere profielen Importeren
pl: Importuj profil/profile
uk: Імпорт профілю або профілів
vi: Nhập nhiều Profile
zh_hant: 匯入一個或多個設定檔

# tSBExportProfile.Text
source: Export
ar: تصدير
es: Exportar
fi: Vie
he: ייצא
hu: Exportálás
ko: 보내기
nb: Eksporter
nl: Exporteren
pl: Eksportuj
uk: Експорт
vi: Xuất
zh_hant: 匯出

# tSBExportProfile.ToolTipText
source: Export Selected Profile
ar: تصدير السجل المحدد
es: Exportar perfil seleccionado
fi: Vie profiili(t)
he: ייצא את הפרופיל הנבחר
hu: Kiválaszott profil Exportálása
id: Export profil yang terpilih
ko: 선택된 프로파일 보내기
nb: Eksporter den valgte profilen
nl: Geselecteerd Profiel Exporteren
pl: Eksportuj wybrany profil
uk: Експорт обраного профілю
vi: Xuất Profile được chọn
zh_hant: 匯出選擇的設定檔

# tabAutoProfiles.Text
source: Auto Profiles
ar: سجلات تلقائية
es: Auto perfiles
fi: Automaattiset Profiilit
he: פרופלים אוטומטיים
hu: Automatikus Profilváltás
id: Profil Otomatis
ko: 자동 프로파일
nb: Auto-profiler
nl: Automatische Profielen
pl: Automatyczny profil
uk: Автопрофілі
vi: Profile tự chọn
zh_hant: 自動設定檔

# tabSettings.Text
source: Settings
ar: الإعدادات
es: Ajustes
fi: Asetukset
he: הגדרות
hu: Beállítások
id: Pengaturan
ko: 설정
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
uk: Налаштування
vi: Hiệu chỉnh
zh_hant: 設定

# hideDS4CheckBox.Text
source: Hide DS4 Controller
ar: إخفاء يد البلاي ستايشن 4
es: Ocultar Control DS4
fi: Piilota ohjain
he: הסתר את הבקר
hu: DS4 vezérlő elrejtése
id: Sembunyikan Controller DS4
ko: DS4 컨트롤러 숨기기
nb: Skjul DS4-kontroller
nl: Verberg DS4 Controller
pl: Ukryj kontroler DS4
uk: Приховати контролер DS4
vi: Giấu DS4 Controller
zh_hant: 隱藏 DS4 控制器

# cBSwipeProfiles.Text
source: Swipe Touchpad to change profiles
ar: مسح شاشة اللمس لتغيير السجل
es: Deslice el panel táctil para cambiar de perfil
fi: Vaihda profiilia pyykäisemällä kosketuslevyä
he: החלקה על משטח המגע לשינוי פרופילים
hu: Profilváltás a Touchpad simításával
id: Gesek Touchpad untuk mengganti profil
ko: 터치패드를 스와이프하여 프로파일을 바꿉니다
nb: Sveip på touchfeltet for å bytte profiler
nl: Swipe Touchpad voor andere Profielen
pl: Zmieniaj profile przesuwając palcem
uk: Провести по тачпаді, щоб змінити профіль
vi: Quẹt Touchpad để chuyển profiles
zh_hant: 滑動觸控板以更換設定檔

# StartWindowsCheckBox.Text
source: Run at Startup
ar: بدء البرنامج مع تشغيل الحاسب
es: Ejecutar al iniciar Windows
fi: Avaa ohjelma kun Windows käynnistetään
he: פתח בעת הפעלת המחשב
hu: Indítás a rendszerrel
id: Jalankan ketika komputer dinyalakan
ko: 부팅시 시작
nb: Kjør ved systemoppstart
nl: Activeren bij Opstarten
pl: Uruchom przy starcie
uk: Автозавантаження з ОС
vi: Chạy khi khỏi động
zh_hant: 開機自動執行程式

# startMinimizedCheckBox.Text
source: Start Minimized
ar: البدء مصغر
es: Iniciar minimizado
fi: Käynnistä pienennettynä
he: התחל ממוזער
hu: Indítás a háttérben
id: Mulai dengan Minimized
ko: 최소화 상태로 시작
nb: Start minimert
nl: Geminimaliseerd Starten
pl: Uruchom zminimalizowane
uk: Запускати згорнутим
vi: Bắt đầu (thu gọn)
zh_hant: 開啟時最小化

# lbNotifications.Text
source: Show Notifications
ar: إظهار التنبيهات
es: Mostrar notificaciones
fi: Näytä ilmoitukset
he: הצג התראות
hu: Értesítések megjelenítése
id: Tampuilkan pemberitahuan
ko: 알림 표시
nb: Vis notifikasjoner
nl: Laat Notificaties zien
pl: Pokaż powiadomienia
uk: Показати сповіщення
vi: Xem thông báo
zh_hant: 顯示通知

# cBoxNotifications.Items
source: None
ar: لا شيء
es: Ninguna
fi: Tyhjä
he: כלום
hu: Semmi
id: Tidak Ada
ko: 없음
nl: Geen
pl: Brak
uk: Нічого
vi: Trống
zh_hant: 不顯示

# cBoxNotifications.Items1
source: Warnings only
ar: التحذيرات فقط
es: Advertencias solamente
fi: Pelkät varoitukset
he: אזהרות בלבד
hu: Csak figyelmeztetések
id: Hanya Peringatan
ko: 경고만 표시
nl: Alleen Waarschuwingen
pl: Tylko ostrzeżenia
uk: Тільки попередження
vi: Chỉ cảnh báo
zh_hant: 僅顯示警告

# cBoxNotifications.Items2
source: All
ar: كل
es: Todas
fi: Kaikki
he: הכל
hu: Minden
id: Semua
ko: 전부
nl: Allen
pl: Wszystkie
uk: Все
vi: Tất cả
zh_hant: 全部

# cBDisconnectBT.Text
source: Disconnect from BT when Stopping
ar: فصل من البلوتوث عند الإيقاف
es: Desconectar de BT cuando se detenga
fi: Katkaise Bluetooth suljettaessa
he: נתק Bluetooth בעת הסגירה
hu: Bluetooth lecsatlakoztatása leállításkor
id: Hilangkan sambungan Bluetooth ketika berhenti
ko: 중지시 연결 해제
nb: Koble ifra BT ved stopp
nl: BT Afsluiten na Stoppen
pl: Rozłącz z bluetooth podczas dezaktywacji
uk: При зупинці відключати від Bluetooth
vi: Ngắt kết nối BT khi bấm Dừng
zh_hant: 停止時中斷藍牙

# cBFlashWhenLate.Text
source: Flash Lightbar when Latency is over
ar: إيماض الضوء عند التأخر الشديد.
es: Iluminar barra luminosa a alta latencia
fi: Ohjaimen valo vilkkuu korkealla viiveellä
he: הבהב אור במהירות גבוהה
hu: Lightbar villogtatása magas késleltetéssel
id: Kedip Lightbar ketika tingkat Latency Tinggi
ko: 지연이 높을시 등이 반짝임
nb: Lysfeltet blinker ved høy latens
nl: Laat Lightbar Snel Flitsen
pl: Powiadamiaj o wysokim opóźnieniu przez miganie podświetleniem
uk: Мерехтіння світлопанелі при високій частоті
vi: Báo đèn khi độ trễ cao
zh_hant: 在高延遲時閃爍光條

# cBCloseMini.Text
source: Close Minimizes
ar: غلق تصغير
es: Minimizar al cerrar
fi: Piilota DS4 ilmoitusalueelle suljettaessa
he: סגירה ממזערת
hu: Bezárás minimalizál
id: Tutup dengan minimizes
ko: 닫기시 최소화
nb: Lukking minimerer
nl: Geminimaliseerde Schermen Afsluiten
pl: Zamknięcie minimalizuje okno
uk: При закритті згортати до трею
vi: Đưa xuống khay
zh_hant: 關閉時最小化

# cBQuickCharge.Text
source: Quick Charge
ar: الشحن السريع
es: Carga rápida
fi: Pikalataus
he: טעינה מהירה
hu: Gyorstöltés
id: Charge Cepat
ko: 고속 충전
nb: Hurtiglading
nl: Snel Opladen
pl: Szybkie ładowanie
uk: Швидка зарядка
vi: Sạc nhanh
zh_hant: 快速充電

# cBDownloadLangauge.Text
source: Download Language Pack with Update
ar: تنزيل حزمة اللغة عند التحديث.
es: Descargar paquete de idiomas con las actualizaciones
fi: Lataa kielipaketit päivittäessä
he: הורד ערכת שפה בעזרת עדכון
hu: Nyelvi csomag letöltése frissítéskor
id: Unduh Kumpulan Bahasa dengan Pembaruan
ko: 업데이트와 함께 언어팩을 다운
nl: Taal Pakket met Update Downloaden
pl: Pobierz pakiet językowy z uaktualnieniem
uk: Завантажувати мовний пакет разом з оновленням
vi: Tải Gói Ngôn Ngữ cùng Cập Nhật

# cBUpdate.Text
source: Check for Updates at Startup
ar: التحقق من وجود تحديث عند البدء
es: Comprobar actualizaciones al inicio
fi: Tarkista päivitykset käynnistyessä
he: בדוק עדכונים בעת ההפעלה
hu: Frissítések ellenőrzése a program indításakor
id: Cek Pembaruan saat mulai
ko: 시작시 업데이트 확인
nb: Let etter oppdateringer ved oppstart
nl: Updates controlleren bij opstarten
pl: Przy starcie sprawdź dostępne aktualizacje
uk: Перевірка оновлень під час запуску
vi: Kiểm tra cập nhật khi mở
zh_hant: 啟動時檢查更新

# cBUpdateTime.Items
source: hours
ar: ساعات
es: horas
fi: tuntia
he: שעות
hu: óra
id: Jam
ko: 시간
nl: Uren
pl: godziny
uk: годин
vi: tiếng
zh_hant: 小時

# cBUpdateTime.Items1
source: days
ar: أيام
es: días
fi: päivää
he: ימים
hu: nap
id: Hari
ko: 일
nl: Dagen
pl: dni
uk: днів
vi: ngày
zh_hant: 天

# lbCheckEvery.Text
source: Check every
ar: تحقق كل
es: Comprobar cada
fi: Tarkista joka
he: בדוק כל
hu: Ellenőrzés minden
id: Cek setiap
ko: 체크 간격 매
nb: Let hver
nl: Alles Controlleren
pl: Sprawdź co
uk: Перевірка кожного
vi: Kiểm tra mỗi
zh_hant: 檢查每

# lbUseXIPorts.Text
source: Use Xinput Ports
ar: استخدم خانات Xinput
es: Utiliza puertos Xinput
fi: Käytä Xinput portteja
he: השתמש בפורטים של Xinput
hu: Xinput Portok használata
id: Pakai Port Xinput
ko: Xinput 포트를 사용함
nl: Gebruik Xinput Poorten
pl: Użyj portów Xinput
uk: Використовувати порти Xinput
vi: Sử dụng giao thức Xinput
zh_hant: 使用 Xinput 埠

# linkProfiles.Text
source: Profile folder
ar: مجلد السجلات
es: Carpeta de perfil
fi: Profiilikansio
he: תיקיית הפרופיל
hu: Profil könyvtár
id: Folder Profil
ko: 프로파일 폴더
nb: Profilmappe
nl: Profiel map
pl: Folder profili
uk: Папка з профілями
vi: Thư mục profile
zh_hant: 設定檔資料夾

# lnkControllers.Text
source: Control Panel
ar: لوحة التحكم
es: Panel de Control
fi: Ohjauspaneeli
he: לוח בקרה
hu: Vezérlő Panel
id: Panel Pengaturan
ko: 컨트롤 패널
nb: Kontrollpanel
nl: Configuratie Scherm
pl: Panel sterowania
uk: Панель керування
vi: Panel điểu khiển
zh_hant: 控制面版

# linkUninstall.Text
source: Uninstall VBus Driver
ar: حذف تثبيت معرّف VBus
es: Desinstalar VBus Driver
fi: Poista VBus ajuri
he: הסר את התקן VBus
hu: VBus Driver törlése
id: Hapus pemasangan Driver VBus
ko: VBus 드라이버 삭제
nl: Verwijder VBus Driver
pl: Odinstaluj VBus Driver
uk: Видалити VBus драйвер
vi: Gỡ bỏ VBus Driver
zh_hant: 移除 VBus 驅動

# linkSetup.Text
source: Controller/Driver Setup
ar: مثبت اليد/المعرّف
es: Control/Configuración de Driver
fi: Ohjaimen/Ajureiden asennus
he: אשף ההתקן/בקר
hu: Vezérlő/Driver beállítás
id: Pengaturan Controller/Driver
ko: 컨트롤러/드라이버 설치
nb: Kontroller-/Driver-oppsett
pl: Kontroler/Ustawienia sterownika
uk: Встановлення контролера / драйвера
vi: Cài đặt trình điều khiển
zh_hant: 控制器/驅動程式 設定

# lLBUpdate.Text
source: Check for Update Now
ar: تحقق من وجود تحديث الآن
es: Comprobar si hay actualizaciones ahora
fi: Tarkista päivitykset
he: בדוק אם ישנה גרסה עדכנית יותר
hu: Frissítések keresése
id: Cek pembaruan sekarang
ko: 지금 업데이트 확인하기
nb: Let etter oppdateringer nå
nl: Voor Updates Controleren
pl: Sprawdź dostępne aktualizacje
uk: Перевірити оновлення
vi: Kiểm tra cập nhật bây giờ
zh_hant: 檢查更新

# tabLog.Text
source: Log
ar: سجل الوقائع
es: Registro
fi: Loki
he: רישום
hu: Napló
id: Rekor
ko: 로그
nb: Loggbok
pl: Zdarzenia
uk: Журнал
vi: Báo cáo
zh_hant: 紀錄

# useProfileColorToolStripMenuItem.Text
source: Use Profile Color
ar: استخدم لون السجل
es: Usar color del perfil
fi: Käytä profiiliväriä
he: שימוש בצבע מסוים בשביל פרופיל
hu: Profilban megadott szín
id: Gunakan Warna Profil
ko: 프로파일 색 사용
nb: Bruk profilens farge
nl: Gebruik Profiel Kleur
pl: Użyj koloru profilu
uk: Використати колір профілю
vi: Chọn màu Profile
zh_hant: 使用設定檔顏色
