Repository: Jays2Kings/DS4Windows
Catalog: DS4Windows/DS4Forms/KBM360.*.resx
Languages: pt_br

# lbFlashRate.Text
source: Flash Rate
pt_br: Taxa De Velocidade de Flash

# lbRumble.Text
source: Rumble
pt_br: Vibração

# lbHeavy.Text
source: Heavy
pt_br: Pesado/Forte

# lbLight.Text
source: Light
pt_br: Ligeiro/Devagar

# cBScanCode.Text
source: Scan Code
pt_br: Digitalizar Código

# lBTip.Text
source: You can also select a key by typing it
pt_br: Também pode seleccionar uma chave, digitando-a

# X360Label.Text
source: X360 Controls
pt_br: Controles X360

# KBMlabel.Text
source: Keyboard and Mouse
pt_br: Teclado e Rato

# lBMacroOn.Text
source: Macro On, Choose a key to disable, else close this window to save
pt_br: Macro Ligado, escolha uma chave para desativar ou feche a janela para gravar

# bnMacro.Text
source: Record a macro
pt_br: Gravar uma Macro

# cBToggle.Text
source: Toggle
pt_br: Alternar

# btnDefault.Text
source: Default
pt_br: Padrão

# cBMouse.Text
source: Change Mouse Sensitivity
pt_br: Mudar Sensibilidade do Controle

# cBLightbar.Text
source: Change Light
pt_br: Mudar Luz LED

# bnTest.Text
source: Test
pt_br: Testar

# rBShiftModifer.Text
source: Shift Modifier
pt_br: Modificador de Shift

# btnGuide.Text
source: Guide
pt_br: Guia

# btnUNBOUND.Text
source: Unbound
pt_br: Desvincular
