Repository: Jays2Kings/DS4Windows
Catalog: DS4Windows/DS4Forms/Options.*.resx
Languages: fi, nb, nl, pt_br

# cBLightbyBattery.Text
source: Color by Battery %
fi: Väri akun tilan mukaan
nb: Farge utifra batteri-%
nl: Kleur bij de Batterij %
pt_br: Cor por % de Bateria

# lbspc.Text
source: secs/cycle
fi: sekuntia/sykli
nb: sek/syklus
pt_br: Segundos/Ciclo

# cBDoubleTap.Text
source: Double Tap
fi: Tuplapainallus
nb: Dobbeltapping
nl: Dubbel Klik
pt_br: Toque Duplo

# cBTap.Text
source: Tap
fi: Napautus
nb: Tapp
nl: Tikken
pt_br: Toque

# cBScroll.Text
source: Scroll
fi: Selaus
nb: Rull

# cBSlide.Text
source: Slide
fi: Osoittimen ohjaus
nb: Gli
nl: Schuiven
pt_br: Deslizar

# lbButtonMouseSens.Text
source: Mouse Sensitivity:
fi: Osoittimen nopeus
nb: Musesensitivitet:
nl: Muis Gevoeligheid
pt_br: Sensibilidade do Rato:

# cBlowerRCOn.Text
source: Lower Right as RMB
fi: Levyn alaoikea on hiiren oikea nappi
nb: ↘ som høyre mus
nl: Rechts onder als RMB
pt_br: Inferior Direito como RMB

# cBTouchpadJitterCompensation.Text
source: Jitter Compensation
fi: Häiriönpoisto
nb: Jitter-kompensasjon
nl: Haper compensatie
pt_br: Compensar Agitação/Instabilidade

# lbIdleMinutes.Text
source: mins
fi: minuuttia
nb: min
pt_br: Minutos

# cBFlushHIDQueue.Text
source: Flush HID
fi: Tyhjennä HID
nb: Tøm HID
pt_br: Despejar HID

# btnRumbleHeavyTest.Text
source: Test Heavy
fi: Testaa voimakasta
nb: Test tungristing
nl: Test Zwaar
pt_br: Testar Vibração Forte

# lbEmpty.Text
source: Empty:
fi: Tyhjä:
nb: Tøm:
pt_br: Vazio:

# trackFrictionLb.Text
source: Friction
fi: Kitka
nb: Friksjon

# trackballCk.Text
source: Trackball
fi: Pallohiiri
nb: Styrekule

# touchpadDisInvertButton.Text
source: None
nb: Ingen

# label25.Text
source: Disable Invert:
fi: Kääntö pois:
nb: Skru av speilvending:

# label15.Text
source: Invert:
fi: Kääntö:
nb: Speil:

# cbStartTouchpadOff.Text
source: Start with Slide/Scroll off
fi: Kytke osoitintoiminnot pois aloittaessa
nb: Start med gliding/rulling skrudd av
nl: start met schuiven/scroll uit
pt_br: Iniciar com Deslize/Scroll Off

# rBTPControls.Text
source: Use for Controls
fi: Käytä ohjaimena:
nb: Bruk som styring

# rBTPMouse.Text
source: Use as Mouse
fi: Käytä hiirenä:
nb: Bruk som mus

# controlToolStripMenuItem.Text
source: Control
fi: Ohjain
nb: Styring

# defaultToolStripMenuItem.Text
source: Default
fi: Oletus
nb: Standard
nl: Standaard
pt_br: Padrão

# tSMIDPadInverted.Text
source: Inverted
fi: Käännetty
nb: Speilvendt
pt_br: Invertido

# tSMIDPadInvertedX.Text
source: Inverted X
fi: Käännetty X
nb: Speilvendt X
pt_br: X Invertido

# tSMIDPadInvertedY.Text
source: Inverted Y
fi: Käännetty Y
nb: Speilvendt Y
pt_br: Y Invertido

# DpadToolStripMenuItem.Text
source: Dpad
nb: Retningskors
pt_br: Dpad (Setas)

# tSMILSInverted.Text
source: Inverted
fi: Käännetty
nb: Speilvendt
pt_br: Invertido

# tSMILSInvertedX.Text
source: Inverted X
fi: Käännetty X
nb: Speilvendt X
pt_br: X Invertido

# tSMILSInvertedY.Text
source: Inverted Y
fi: Käännetty Y
nb: Speilvendt Y
pt_br: Y Invertido

# LSToolStripMenuItem.Text
source: Left Stick
fi: Vasen tikku
nb: Venstre styrepinne
pt_br: Analógico Esquerdo

# tSMIRSInverted.Text
source: Inverted
fi: Käännetty
nb: Speilvendt
pt_br: Invertido

# tSMIRSInvertedX.Text
source: Inverted X
fi: Käännetty X
nb: Speilvendt X
pt_br: X Invertido

# tSMIRSInvertedY.Text
source: Inverted Y
fi: Käännetty Y
nb: Speilvendt Y
pt_br: Y Invertido

# RSToolStripMenuItem.Text
source: Right Stick
fi: Oikea tikku
nb: Høyre styrepinne
pt_br: Analógico Direito

# ABXYToolStripMenuItem.Text
source: Face Buttons
fi: Etupainikkeet
nb: Hovedknapper
nl: Richtings Toetsen
pt_br: Botões Frontais

# wScanCodeWASDToolStripMenuItem.Text
source: w/ Scan Code
fi: Scan Codella
nb: med skannekode
pt_br: Com Digitalização de Código

# wScanCodeArrowKeysToolStripMenuItem.Text
source: w/ Scan Code
fi: Scan Codella
nb: med skannekode
pt_br: Com Digitalização de Código

# ArrowKeysToolStripMenuItem.Text
source: Arrow Keys
fi: Nuolinapit
nb: Piltaster
nl: Pijltjes Toetsen
pt_br: Setas de Direcção

# tSMIMouseInverted.Text
source: Inverted
fi: Käännetty
nb: Speilvendt
pt_br: Invertido

# tSMIMouseInvertedX.Text
source: Inverted X
fi: Käännetty X
nb: Speilvendt X
pt_br: X Invertido

# tSMIMouseInvertedY.Text
source: Inverted Y
fi: Käännetty Y
nb: Speilvendt Y
pt_br: Y Invertido

# MouseToolStripMenuItem.Text
source: Mouse
fi: Hiiri
nb: Mus
pt_br: Rato

# bnSwipeUp.Text
source: Swipe Up
fi: Pyyhkäisy ylös
nb: Sveip opp

# lbSwipeUp.Text
source: Options
fi: Asetukset
nb: Innstillinger

# bnSwipeDown.Text
source: Swipe Down
fi: Pyyhkäisy alas
nb: Sveip ned

# lbSwipeDown.Text
source: Options
fi: Asetukset
nb: Innstillinger

# bnSwipeLeft.Text
source: Swipe Left
fi: Pyyhkäisy vasen
nb: Sveip til venstre

# lbSwipeLeft.Text
source: Options
fi: Asetukset
nb: Innstillinger

# bnSwipeRight.Text
source: Swipe Right
fi: Pyyhkäisy oikea
nb: Sveip til høyre

# lbSwipeRight.Text
source: Options
fi: Asetukset
nb: Innstillinger

# gBTouchpad.Text
source: Touchpad
fi: Kosketuslevy
nb: Berøringsflate
pt_br: Painel de Toque (Touchpad)

# btPollRateLabel.Text
source: BT Poll Rate
fi: BT lukutaajuus
nb: BT-rapportrate

# enableTouchToggleCheckbox.Text
source: Enable Touchpad Toggle
fi: Käytä kosketuslevyn kytkentää
nb: Skru på berøringsflate-bryterfunksjon

# cBDinput.Text
source: Use Dinput only
fi: Käytä vain Dinput:ia
nb: Bruk kun Dinput
nl: Gebruik alleen Dinput
pt_br: Usar Apenas Dinput

# cBLaunchProgram.Text
source: Launch Program with profile
fi: Käynnistä ohjelma profiilissa
nb: Start programmer med profilen
nl: Programma opstarten met Profiel
pt_br: Executar Programa com o Perfil

# btnBrowse.Text
source: Browse...
fi: Selaa...
nb: Let ...
nl: Openen...
pt_br: Procurando...

# lbUseController.Text
source: Use Controller
fi: Käytä ohjainta
nb: Bruk kontroller
pt_br: Usar Controlo

# cBMouseAccel.Text
source: Mouse Acceleration
fi: Osoittimen kiihtyvyys
nb: Museakselerasjon
nl: Muis versnelling
pt_br: Aceleração do Rato

# cBControllerInput.Text
source: for Mapping and readout
fi: näppäinasetuksiin ja asetusten lukuun
nb: for tilegning og målinger
nl: Voor Instellen en Uitlezen
pt_br: para Mapear e Ler

# cBIdleDisconnect.Text
source: Idle Disconnect
fi: Katkaise yhteys kun ohjain on käyttämättä
nb: Tidsfrakobling
nl: Normaal ontkoppelen
pt_br: Desconectar quando Inactivo

# gBOther.Text
source: Other
fi: Muut
nb: Annet
nl: Anderen
pt_br: Outros

# lbWhileCharging.Text
source: While Charging:
fi: Latautuessa
nb: Mens det lades:
pt_br: Enquanto Carrega:

# gBLightbar.Text
source: Lightbar
fi: Valopalkki
nb: Lysplate
nl: Lichtbalk
pt_br: Barra de Luz

# btnRumbleLightTest.Text
source: Test Light
fi: Testaa hiljaista
nb: Test av lettristing
nl: Test Licht
pt_br: Testar Vibração Fraca

# gBRumble.Text
source: Rumble
fi: Värinä
nb: Risting
nl: Trillen
pt_br: Vibração

# lbRSTip.Text
source: Right Stick
fi: Oikea tikku
nb: Høyre styrepinne
pt_br: Analógico Direito

# lbInputDelay.Text
source: Input Delay: N/Ams
fi: Viive: N/Ams
nb: Inndataforsinkelse: N/Ams
pt_br: Atraso de Entrada: N/Ams

# lbLSTip.Text
source: Left Stick
fi: Vasen tikku
nb: Venstre styrepinne
pt_br: Analógico Esquerdo

# lbSATip.Text
source: Sixaxis: X axis is flipped for easier reading
fi: Sixaxis: X-akseli on käänteinen lukemisen helpottamiseksi
nb: Sixaxis: X-aksen er forbeholdt enklere målinger
pt_br: Sixaxis: eixo X é invertido para facilitar a leitura

# lb6Accel.Text
source: Accel
fi: Kiihdytys
nb: Aksl.
pt_br: Accelerómetro

# lb6Gryo.Text
source: Gyro
nb: Gyroskop
pt_br: Giroscópio

# btnLSTrack.Text
source: button1
fi: nappi1
nb: knapp1

# btnRSTrack.Text
source: button1
fi: nappi1
nb: knapp1

# lbL2TrackS.Text
source: Controller Readings
fi: Ohjaimen tilatiedot
nb: Kontrollermålinger

# lbControlTip.Text
source: Click the lightbar for color picker
fi: Klikkaa valopalkkia valitaksesi värin
nb: Trykk på lysfeltet for fargevelgeren
pt_br: Clique na Barra de Luz para escolher uma cor

# bnRSDown.Text
source: Right Y-Axis+
nb: Høyre Y-akse +

# bnL3.Text
source: Left Stick
nb: Venstre styrepinne

# bnRSUp.Text
source: Right Y-Axis-
nb: Høyre Y-akse -

# bnRSRight.Text
source: Right X-Axis+
nb: Høyre X-akse +

# bnR3.Text
source: Right Stick
nb: Høyre styrepinne

# bnRSLeft.Text
source: Right X-Axis-
nb: Høyre X-akse -

# bnLSLeft.Text
source: Left X-Axis-
nb: Venstre X-akse -

# bnLSUp.Text
source: Left Y-Axis-
nb: Venstre Y-akse -

# bnLSRight.Text
source: Left X-Axis+
nb: Venstre X-akse +

# bnLSDown.Text
source: Left Y-Axis+
nb: Venstre Y-akse +

# bnR2.Text
source: Right Trigger
nb: Høyre trigger

# bnUp.Text
source: Up Button
nb: Opp-knapp

# bnDown.Text
source: Down Button
nb: Ned-knapp

# bnTriangle.Text
source: Y Button
nb: Y-knapp

# bnR1.Text
source: Right Bumper
nb: Høyre bumper

# bnSquare.Text
source: X Button
nb: X-knapp

# bnRight.Text
source: Right Button
nb: Høyre-knapp

# bnLeft.Text
source: Left Button
nb: Venstre-knapp

# bnL1.Text
source: Left Bumper
nb: Venstre bumper

# bnTouchRight.Text
source: Left Mouse Button
nb: Venstre museknapp

# bnL2.Text
source: Left Trigger
nb: Venstre trigger

# bnTouchLeft.Text
source: Left Mouse Button
nb: Venstre museknapp

# bnTouchMulti.Text
source: Right Mouse Button
nb: Høyre museknapp

# bnTouchUpper.Text
source: Middle Mouse Button
nb: Midtmuseknapp

# bnCross.Text
source: A Button
nb: A-knapp

# bnCircle.Text
source: B Button
nb: B-knapp

# lbControlName.Text
source: Cross: A
nb: Kryss: A

# tPControls.Text
source: Controls
fi: Kontrollit
nb: Styring
pt_br: Controlos

# cHName.Text
source: Name
fi: Nimi
nb: Navn
nl: Naam
pt_br: Nome

# cHAction.Text
source: Action
fi: Toiminto
nb: Handling
nl: Actie
pt_br: Ação

# btnNewAction.Text
source: New Action
fi: Uusi toiminto
nb: Ny handling
nl: Nieuwe Actie
pt_br: Nova Ação

# btnEditAction.Text
source: Edit Action
fi: Muokkaa toimintoa
nb: Rediger handling
nl: Actie Aanpassen
pt_br: Editar Ação

# btnRemAction.Text
source: Remove Action
fi: Poista toiminto
nb: Fjern handling
nl: Actie Verwijderen
pt_br: Remover Ação

# lbActionsTip.Text
source: Hold selected controls to perform an action, check the Action to use it while profile is loaded
fi: Pidä valittuja näppäimiä pohjassa tehdäksesi valitun toiminnon. Valitse toiminto käyttääksesi sitä tässä profiilissa.
nb: Hold inn de valgte knappene for å utføre en handling, merk av handlingen for å bruke den mens profilen er lastet inn
nl: Hou de geselecteerde besturing om een actie uit te voeren, controlleer de actie om het te gebruiken als het profiel geladen is. Max 50 acties
pt_br: Segure controles selecionados para executar uma ação, verificar a ação de usá-lo, enquanto o perfil é carregado

# tPSpecial.Text
source: Special Actions
fi: Erikoistoiminnot
nb: Spesialhandlinger
pt_br: Ações Especiais

# tPDeadzone.Text
source: Deadzone
nb: Dødsone
pt_br: Zona Morta

# antiDeadzoneTabPage.Text
source: Anti-Deadzone
nb: Anti-dødsone

# maxZoneTabPage.Text
source: Max Zone
nb: Makssone-faneside

# tPOutCurve.Text
source: Output Curve
fi: Kurvi (ulos)
nb: Utdatakurve

# tPCurve.Text
source: Curve (Input)
fi: Kurvi (sisään)
nb: Kurve (Inndata)
pt_br: Curva

# tpRotation.Text
source: Rotation
fi: Kierto
nb: Rotasjon

# rBSAControls.Text
source: Use for Controls
fi: Käytä painikkeina
nb: Bruk som kontroller
pt_br: Usar para Controlos

# rBSAMouse.Text
source: Use as Mouse
fi: Käytä hiirenä
nb: Bruk som mus
pt_br: Usar como Rato

# label16.Text
source: X Axis:
nb: X-akse:

# lbGyroSmooth.Text
source: Smoothing:
fi: Tasaaminen:
nb: Utjevning:

# lbSmoothWeight.Text
source: Smooth Weight:
fi: Tasauksen painotus:
nb: Utjevningstyngde:

# label11.Text
source: Vertical Scale:
fi: Pystyskaalaus:
nb: Vertikal skala:

# gyroTriggerBehavior.Text
source: Trigger Behavior - Turns Gyro
nb: Triggeroppførsel - Vrir på gyroskopet

# lbGyroInvert.Text
source: Invert:
fi: Käänteinen:
nb: Speilvend:
pt_br: Inverter:

# lbGyroTriggers.Text
source: Triggers:
fi: Liipaisimet:
nb: Triggere:
pt_br: Gatilhos:

# btnGyroTriggers.Text
source: None
nb: Ingen

# lbGyroSens.Text
source: Gyro Sensitivity:
fi: Gyroskoopin herkkyys
nb: Gyroskopsensitivitet:
pt_br: Sensibilidade do Giroscópio:

# gBGyro.Text
source: Gyro
nb: Gyroskop

# gBSensitivity.Text
source: Sensitivity
fi: Herkkyys
nb: Sensitivitet

# crossToolStripMenuItem.Text
source: Cross
nb: Kryss

# circleToolStripMenuItem.Text
source: Circle
fi: Ympyrä
nb: Sirkel

# squareToolStripMenuItem.Text
source: Square
fi: Neliö
nb: Firkant

# triangleToolStripMenuItem.Text
source: Triangle
nb: Trekant

# onTouchpadToolStripMenuItem.Text
source: Up
nb: Opp

# downToolStripMenuItem.Text
source: Down
fi: Alas
nb: Ned

# leftToolStripMenuItem.Text
source: Left
nb: Venstre

# rightToolStripMenuItem.Text
source: Right
nb: Høyre

# fingerOnTouchpadToolStripMenuItem.Text
source: Finger on Touchpad
fi: Sormi kosketuslevyllä
nb: Finger på berøringsflaten
nl: Vinger op Touchpad
pt_br: Dedo no Painel de Toque

# fingersOnTouchpadToolStripMenuItem.Text
source: 2 Fingers on Touchpad
fi: 2 sormea kosketuslevyllä
nb: 2 fingre på berøringsflaten
nl: 2 Vingers op Touchpad
pt_br: 2 Dedos no Painel de Toque

# alwaysOnToolStripMenuItem.Text
source: Always on
fi: Aina päällä
nb: Alltid på
pt_br: Sempre Ligado

# crossTouchInvStripMenuItem.Text
source: Cross
nb: Kryss

# circleTouchInvStripMenuItem.Text
source: Circle
fi: Ympyrä
nb: Sirkel

# squareTouchInvStripMenuItem.Text
source: Square
fi: Neliö
nb: Firkant

# triangleTouchInvStripMenuItem.Text
source: Triangle
nb: Trekant

# upTouchInvStripMenuItem.Text
source: Up
nb: Opp

# downTouchInvStripMenuItem.Text
source: Down
fi: Alas
nb: Ned

# leftTouchInvStripMenuItem.Text
source: Left
nb: Venstre

# rightTouchInvStripMenuItem.Text
source: Right
nb: Høyre

# oneFingerTouchInvStripMenuItem.Text
source: Finger on Touchpad
fi: Sormi kosketuslevyllä
nb: Finger på berøringsflaten

# twoFingerTouchInvStripMenuItem.Text
source: 2 Fingers on Touchpad
fi: 2 sormea kosketuslevyllä
nb: 2 fingre på berøringsflaten

# $this.Text
source: Profile Options
fi: Profiiliasetukset
nb: Profilinnstillinger

# cBFlashType.Items
source: Flash at
fi: Väläytä kun
nb: Blink ved
nl: Flits als
pt_br: Piscar a

# cBFlashType.Items1
source: Pulse at
fi: Pulssi kun
nb: Pulsér ved
nl: Knipper als
pt_br: Pulsar a

# lbFull.Text
source: Full:
fi: Täynnä:
pt_br: Completo:

# cBWhileCharging.Items
source: Normal
fi: Normaali
nl: Normaal

# cBWhileCharging.Items1
source: Pulse
fi: Pulssi
nl: Knipperen
pt_br: Pulsação

# cBWhileCharging.Items2
source: Rainbow
fi: Sateenkaari
nl: Regenboog
pt_br: Arco-Íris

# cBWhileCharging.Items3
source: Color
fi: Väri
nl: Kleur
pt_br: Cor

# cHTrigger.Text
source: Trigger
fi: Liipaisin
nl: Trekker
pt_br: Gatilho

# btnSATrack.Text
source: button1
fi: nappi1

# lBControls.Items1
source: Circle :
fi: Ympyrä:

# lBControls.Items7
source: Down :
fi: Alas:

# lBControls.Items2
source: Square :
fi: Neliö :

# label4.Text
source: L2:
fi: Neliötikku
