Repository: Jays2Kings/DS4Windows
Catalog: DS4Windows/DS4Forms/RecordBox.*.resx
Languages: es, pt_br

# btnRecord.Text
source: Record
es: Grabar
pt_br: Gravar

# cBRecordDelays.Text
source: Record Delays
es: Grabar retrasos
pt_br: Gravar Atrasos

# cBStyle.Items
source: Play once
pt_br: Jogar Uma Vez

# cBStyle.Items1
source: Repeat while held
pt_br: Repetir Enquanto Mantido

# btnSave.Text
source: Save
es: Guardar
pt_br: Gravar

# btnCancel.Text
source: Cancel
es: Cancelar
pt_br: Cancelar

# btnSaveP.Text
source: Save Preset
pt_br: Gravar Predefinição

# lbRecordTip.Text
source: Use Keyboard/Mouse + Controller 1 to record
es: Usar Teclado/Mouse + Control 1 para grabar
pt_br: Usar Teclado/Rato + Controlo 1 para Gravar

# btn5th.Text
source: 5th Mouse Button Down
pt_br: 5ª Botão do Rato Premido

# btn4th.Text
source: 4th Mouse Button Down
pt_br: 4ª Botão do Rato Premido

# btnLoadP.Text
source: Load Preset
pt_br: Carregar Padrão

# lbMacroOrder.Text
source: Macro Order
es: Orden de macro
pt_br: Ordem de Macro

# lbDelayTip.Text
source: Double click on a wait to edit the time
es: Doble click en la espera para editar el tiempo
pt_br: Duplo clique numa espera para editar o tempo

# altTabToolStripMenuItem.ToolTipText
source: Edit the Wait to change the cycle rate
es: Editar el Tiempo de Espera para cambiar la velocidad de ciclo de alternación
pt_br: Editar a Espera para alterar a taxa de ciclo

# fromFileToolStripMenuItem.Text
source: From File...
es: Desde el archivo...
pt_br: Do arquivo...

# altTabToolStripMenuItem.Text
source: Cycle Programs
es: Alternar los Programas
pt_br: Precorrer Programas

# btnLightbar.Text
source: Change Lightbar Color
pt_br: Mudar a Cor da Barra de Luz

# btnRumble.Text
source: Add Rumble
pt_br: Adicionar Vibração
