Repository: Jays2Kings/DS4Windows
Catalog: DS4Windows/DS4Forms/SpecActions.*.resx
Languages: es, fi, nb, pt_br, sl

# cHTrigger.Text
source: Trigger
es: Gatillo
fi: Liipaisin
pt_br: Gatilho
sl: Sprožilec

# btnRecordMacro.Text
source: Record a macro
es: Grabar una macro
fi: Nauhoita macro
nb: Spill inn en makro
pt_br: Gravar uma Macro
sl: Zapiši " a macro"

# btnBrowse.Text
source: Browse...
es: Explorar...
fi: Selaa...
nb: Let ...
pt_br: Procurar...
sl: Brskanje...

# btnSave.Text
source: Save
es: Guardar
fi: Tallenna
nb: Lagre
pt_br: Gravar
sl: Shrani

# btnCancel.Text
source: Cancel
es: Cancelar
fi: Peruuta
nb: Avbryt
pt_br: Cancelar
sl: Prekliči

# lbName.Text
source: Name
es: Nombre
fi: Nimi
nb: Navn
pt_br: Nome
sl: Ime

# cBActions.Items
source: -Select an Action-
es: -Seleccione una acción-
fi: -Valitse toiminto-
pt_br: - Seleccionar uma Ação-
sl: -Izberi dejanje-

# cBActions.Items1
source: Record a macro
es: Grabar una macro
fi: Nauhoita macro
pt_br: Gravar uma Macro
sl: Zapiši " a macro"

# cBActions.Items2
source: Launch a program
es: Lanzar un programa
fi: Käynnistä ohjelma
pt_br: Executar um Programa
sl: Zaženi program

# cBActions.Items3
source: Load a profile
es: Cargar un perfil
fi: Lataa profiili
pt_br: Carregar um Perfil
sl: Naloži račun

# cHUnloadTrigger.Text
source: Unload Trigger
es: Liberar Gatillo
fi: Poiskytkentä
nb: Avlastningstrigger
pt_br: Gatilho de Descarregar
sl: Sprožilec za odnaložitev

# btnSelectKey.Text
source: Select a Key
es: Seleccione una tecla
fi: Valitse näppäin
nb: Velg en nøkkel
pt_br: Selecione um Botão
sl: izberi ključ

# btnSetUTriggerProfile.Text
source: Set Unload Trigger
fi: Aseta poiskytkentäpainike
nb: Bestem avlastningstrigger
pt_br: Definir Gatilho de Descarregar
sl: Nstavi sprožilec za odnaložitev

# cBActions.Items4
source: Press/Toggle key
fi: Paina/kytke näppän
pt_br: Pressione/Escolha um Botão
sl: Pritisni tipko

# cBActions.Items5
source: Disconnect from Bluetooth
es: Desconectar del Bluetooth
fi: Katkaise Bluetooth-yhteys
pt_br: Desconecte do Bluetooth
sl: Odklopi od Bluetooth-a

# cBActions.Items6
source: Check Battery Life
es: Comprobar batería
fi: Ilmoita akun tila
pt_br: Visualizar Nível de Bateria
sl: Preveri življenje baterije

# cbLightbarBatt.Text
source: via lightbar
es: a través del barra de luz
fi: valopalkilla
nb: gjennom lysplaten
pt_br: via Barra de Luz
sl: preko luči

# cBMacroScanCode.Text
source: Scan Code
es: Escanear del código
nb: Skann kode
pt_br: Digitalizar Código
sl: Skeniraj kodo

# cBNotificationBatt.Text
source: via notification
es: via notificación
fi: ilmoituksella
nb: gjennom notifikasjoner
pt_br: via notificação
sl: preko obvestila

# lbArg.Text
source: Arguments
es: Argumentos
fi: Käynnistysrivi
nb: Argumenter
pt_br: Argumentos
sl: Argumenti

# lbHoldFor.Text
source: Hold for
es: Dejar oprimido por
fi: Pidä pohjassa
nb: Hold i
pt_br: Segurar para
sl: Drži za

# btnSetUTriggerKeys.Text
source: Set Unload Trigger
fi: Aseta poiskytkentäpainike
nb: Velg avlastingstrigger
pt_br: Definir Gatilho de Descarregar
sl: Nastavi sprožilec za odnaložitev

# cBPressRelease.Items
source: pressing unload trigger
es: Oprimiendo trigger unload
fi: Painetaan poisasetuspainiketta
pt_br: pressionar gatilho de descarregar
sl: pritiskom sprožilca za odnaložitev

# cBPressRelease.Items1
source: releasing unload trigger
es: Soltando el trigger unload
fi: Vapautetaan poisasetuspainiketta
pt_br: largar gatilho de descarregar
sl: sprostitvijo sprožilca za odnaložitev

# lbDTapDVR.Text
source: Double Tap Trigger
es: Oprimir el gatillo doblemente
fi: Tuplapainallus-asetus
nb: Dobbeltapping av trigger
pt_br: Gatilho de Duplo-Toque
sl: Dvojni klik na sprožilec

# lbHoldDVR.Text
source: Hold Trigger
es: Dejar oprimido el gatillo
fi: Pito-asetus
nb: Hold inn triggeren
pt_br: Manter Premido o Gatilho
sl: Drži sprožilec

# lbSecs.Text
source: secs
es: segundos
fi: sekuntia
nb: sek
pt_br: segundos
sl: sek.

# lbTapDVR.Text
source: Tap Trigger
es: Oprimir el gatillo
nb: Tapp på triggeren
pt_br: Clicar no Gatilho
sl: Pritisni sprožilec

# lbUnloadTipKey.Text
source: Untoggle key by
es: Desligar tecla por
fi: Kytke pois painamalla
nb: Fjern tilegning av knapp ved å
pt_br: Alternar botão por
sl: odklopi tipko od

# lbHoldForProg.Text
source: Hold for
nb: Hold i

# lbSecsProg.Text
source: secs
nb: sek

# lbHoldForBatt.Text
source: Hold for
nb: Hold i

# lbSecsBatt.Text
source: secs
nb: sek

# btnDTapT.Text
source: Select a macro
nb: Velg en makro

# btnHoldT.Text
source: Select a macro
nb: Velg en makro

# btnSTapT.Text
source: Select a macro
nb: Velg en makro
