Repository: Jays2Kings/DS4Windows
Catalog: DS4Windows/DS4Forms/WelcomeDialog.*.resx
Languages: es, fr_fr, nb, uk

# bnStep1.Text
source: Step 1: Install the DS4 Driver
es: Paso 1: Instalar el Driver DS4
fr_fr: Étape 1: Installer les pilotes DS4
nb: Trinn 1: Installer ViGEmBus-driveren
uk: Крок 1: Встановити драйвер DS4

# button2.Text
source: Step 2: If on Windows 7 or below, Install 360 Driver
es: Paso 2: Si usas Windows 7 o inferior, instala el Driver de Xbox 360
fr_fr: Étape 2: Si vous êtes sous Windows 7 ou antérieur, installez les pilotes de 360
nb: Trinn 2: Hvis Windows ≤7, installer X360-driveren
uk: Крок 2: Для Windows 7 та попередніх - встановіть драйвер 360

# linkBluetoothSettings.Text
source: Bluetooth Settings
es: Configuración del Bluetooth
fr_fr: Réglages Bluetooth
nb: Bluetooth-innstillinger
uk: Налаштування Bluetooth

# label1.Text
source: If this window reappears after installing, you may need to reboot your pc or wait 10-15mins for Windows to notice the driver
es: Si esta ventana reaparece despues de instalar, necesitas reiniciar tu PC o esperar 10-15 minutos a que Windows reconozca el driver
fr_fr: SI cette fenêtre réapparaît après l'installation, vous devrez redémarrer votre PC ou attendre 10-15 mins pour que Windows trouve le driver
nb: Dersom dette vinduet dukker opp på nytt etter installasjonen, kan du måtte starte PC-en din på nytt eller vente 10-15min på at Windows skal legge merke til driveren
uk: Якщо це вікно з'явилося знову після встановлення, тоді вам потрібно перезавантажити ПК, або почекати 10-15 хв поки Windows помітить драйвер

# label2.Text
source: If you've used a 360 Controller on this PC, you can skip this
es: Si usas un Controlador de Xbox 360 en esta PC, puedes omitir esto
fr_fr: Si vous avez déjà utilisé une manette de 360 sur votre PC, passez cette étape
nb: Hvis du har brukt en 360-kontroller på denne PC-en før, kan du hoppe over dette
uk: Якщи ви користуєтесь 360 контролером на цьому ПК, можете пропустити

# bnFinish.Text
source: Finish
es: Finalizado
fr_fr: Fini
nb: Fullfør
uk: Завершити

# $this.Text
source: Welcome to DS4Windows
es: Bienvenido a DS4Windows
fr_fr: Bienvenue sur DS4Windows
nb: Velkommen til DS4Windows
uk: Ласкаво просимо до DS4Windows

# labelBluetooth.Text
source: To set up bluetooth (optional): Hold the PS Button and Share for 3 seconds The lightbar will begin to double flash
es: Para configurar el bluetooth (opcional): Mantenga presionado el botón PS y Share durante 3 segundos. La luz del control comenzará a parpadear.
fr_fr: Pour Démarrer l'installation bluetooth (optionnel) Maintenir les boutons PS et SHARE pendant 3 secondes La barre lumineusecommencera à clignoter
nb: For å sette opp Bluetooth (valgfritt): Hold inn PS-knappen og Share i 3 sekunder Lysplaten vil begynne å blinke dobbelt
uk: Для налаштування Bluetooth (за бажанням): Утримуйте PS і Share 3 секунди Світлопанель мерехтітиме подвійним спалахом

# labelUSB.Text
source: Step 3: Connecting the DualShock 4 controller To set up wired/usb: Simply plug a micro usb into your PC and DualShock 4
es: Paso 3: Para conectar el control DS4 por medio de un cable USB sólo debe conectar el cable micro USB en el DS4 y el USB común en la PC.
fr_fr: Étape 3: Connecter la manette DualShock 4 Pour paramétrer l'installation filaire/usb: Brancher simplement le câble micro usb de votre PC à la DualShock 4
nb: Trinn 3: koble til DualShock 4-kontrolleren For å sette opp en kablet/USB-tilkobling: Bare plugg en MicroUSB-kabel mellom PC-en din og DualShock 4-en.
uk: Крок 3: Підключення контролеру DualShock 4 Для підключення кабелем/usb: Просто підключіть micro usb до вашого ПК та DualShock 4

# labelBluetooth2.Text
source: Once flashing go to your Bluetooth Settings and Connect to "Wireless Controller" If asked, enter pair code "0000" Once paired, you're ready. Have fun!
es: Una vez que esté parpadeando, vaya a Configuración del Bluetooth y conéctese al "Wireless Controller". Si le pide un código de emparejamiento, utilice el "0000". Una vez emparejado, el control estará listo. ¡A divertirse!
fr_fr: Une fois le clignotement débuté, rendez vous aux Paramètres Bluetooth et Connectez vous à "Manette sans fils" si requis, entrez le code "0000" Une fois associer, vous êtes prêt. Amusez-vous !
nb: Når det blinker, gå til PC-ens Bluetooth-innstillinger og koble til «Wireless Controller» Hvis du blir spurt, skriv inn koblingskoden «0000» Når de har blitt koblet sammen, er alt i orden. Tid for moro!
uk: Як тільки замерехтить, йдіть до налаштувань вашого Bluetooth та підключіться до "Wireless Controller" Якщо спитає, введіть код пари "0000" При створенні пари, ви готові. Розважайтеся!
