Repository: Jays2Kings/DS4Windows
Catalog: DS4Windows/Translations/Strings.*.resx
Languages: ar, de, he

source: Accel
ar: التسارع
de: Beschleunigung
he: תאוצה

source: Action
ar: فعل
de: Aktion
he: פעולה

source: Add Directory
ar: إضافة مجلد
de: Verzeichnis hinzufügen
he: הוסף תיקיה

source: Add Programs
ar: إضافة برامج
de: Programme hinzufügen
he: הוסף תוכניות

source: Add Start Menu Programs
ar: إضافة لقائمة برامج ابدأ
de: Startmenü-Programm hinzufügen
he: הוסף תוכניות מתפריט ההתחלה

source: Add Steam Games
ar: إضافة العاب ستيم
de: Steam-Spiel hinzufügen
he: הוסף משחקי Steam

source: All
ar: الكل
de: Alle
he: הכל

source: Auto Profiles
ar: ملفات التعريف التلقائية
de: Automatische Profile
he: פרופילים אוטומטיים

source: Battery
ar: البطارية
de: Batterie
he: סוללה

source: Browse
ar: تصفح
de: Durchsuchen
he: עיון

# BrowseOtherPrograms
source: Browse for Other Programs
ar: تصفح برامج أخرى
de: Nach anderen Programmen suchen
he: פתח תוכניות אחרות

source: Cancel
ar: إلغاء
de: Abbrechen
he: ביטול

# CheckUpdateNow
source: Check For Update Now
ar: التحقق من وجود تحديث الأن
de: Jetzt nach Updates suchen
he: בדוק עדכונים כעת

# CheckUpdateStartup
source: Check for updates at DS4Windows startup
ar: DS4Windows التحقق من وجود تحديث عند تشغيل
de: Nach Updates beim Starten von DS4Windows suchen
he: בדוק עדכונים עם פתיחת DS4WINDOWS

source: Clear
ar: مسح
de: Löschen
he: נקה

source: Close Minimizes
ar: تصغير البرنامج عند إغلاقه
de: Schließen minimiert das Fenster
he: מזער בסגירה

source: Color
ar: اللون
de: Farbe
he: צבע

source: Controllers
ar: أيادي التحكم
de: Controller
he: בקרים

source: Control Panel
ar: لوحة التحكم
de: Systemsteuerungs-Panel
he: לוח הבקרה

source: Delete
ar: حذف
de: Löschen
he: מחק

# DriverSetup
source: Controller/Driver Setup
ar: يد التحكم\إعداد برنامج التشغيل
de: Treiber-Setup
he: התקנת Driver לבקר

source: Duplicate
ar: تكرار
de: Kopieren
he: שכפול

source: Edit
ar: تعديل
de: Bearbeiten
he: עריכה

source: Edit Action
ar: تعديل الفعل
de: Bearbeitungsaktionen
he: ערוך פעולה

source: Export
ar: تصدير
de: Exportieren
he: יצוא

source: Full
ar: كامل
de: Voll
he: מלא

source: Hide Unchecked
ar: إخفاء العناصر غير المحددة
de: Abgewählte ausblenden
he: הסתר אפשרויות שלא נבחרו

source: Import
ar: إستيراد
de: Importieren
he: יבוא

source: Left Stick
ar: العصا اليسرى
de: Linker Stick
he: סטיק שמאלי

source: Log
ar: السجل
de: Protokoll
he: יומן

source: New
ar: جديد
de: Neu
he: חדש

source: New Action
ar: فعل جديد
de: Neue Aktion
he: פעולה חדשה

source: New Profile
ar: ملف تعريف جديد
de: Neues Profil
he: פרופיל חדש

source: None
ar: لا شيء
de: Keine
he: ללא

source: Path
ar: مسار
de: Pfad
he: נתיב

source: Profile
ar: ملف تعريف
de: Profil
he: פרופיל

source: Profile Folder
ar: مجلد ملفات التعريف
de: Profil-Ordner
he: תיקיית הפרופילים

source: Quick Charge
ar: شحن سريع
de: Schnell laden
he: טעינה מהירה

# RecordText
source: Record
ar: تسجيل
de: Aufnehmen
he: הקלטה

source: Remove
ar: إزالة
de: Entfernen
he: הסר

source: Remove Action
ar: إزالة فعل
de: Aktion entfernen
he: הסר פעולה

source: Right Stick
ar: العصا اليمنى
de: Rechter Stick
he: סטיק ימני

source: Rumble
ar: الإهتزاز
de: Vibration
he: רטט

source: Run At Startup
ar: تشغيل عند البدأ
de: Mit Windows starten
he: פתח בהפעלת ה-Windows

source: Save
ar: حفظ
de: Speichern
he: שמור

# SaveProfile
source: Save
ar: حفظ
de: Profil speichern
he: שמור

source: Settings
ar: الإعدادات
de: Einstellungen
he: הגדרות

source: Show Notifications
ar: إظهار الإشعارات
de: Benachrichtigungen anzeigen
he: הצג התראות

source: Start Minimized
ar: البدأ مصغراً
de: Minimiert starten
he: התחל ממוזער

# TouchScroll
source: Scroll
ar: التمرير
de: Scrollen
he: גלילה

# TouchSlide
source: Slide
ar: إنزلاق
de: Wischen
he: החלקה

# TouchTap
source: Tap
ar: النقر
de: Tippen
he: לחיצה

source: Warnings only
ar: التحذيرات فقط
de: Nur Warnungen
he: אזהרות בלבד

# RumbleMaxSecs
source: sec
ar: ث
de: s
he: שניות

# RumbleMaxSecsTip
source: Auto stop rumble in secs (0=auto stop disabled)
ar: إيقاف الإهتزاز بشكل تلقائي خلال ث (0= الإيقاف التلقائي معطل)
de: Automatisches stoppen der Vibration in Sekunden (0 = automatisches stoppen deaktiviert)
he: שניות לעצירה אוטומטית של רטט (0=אל תעצור אוטומטית)

source: Window Title
ar: عنوان النافذة
de: Fenstertitel
he: כותרת חלון

source: Move Up
ar: تحرك للأعلى
de: Nach oben bewegen
he: למעלה

source: Move Down
ar: تحرك للأسفل
de: Nach unten bewegen
he: למטה

# AutoProfPathTip
source: Process path. ^ABC = Match at the beginning of string (^) | ABC$ = Match at the end of string ($) | *ABC =Contains a string (*)
de: Prozesspfad. ^ABC = Übereinstimmung am Anfang der Zeichenfolge (^) | ABC$ = Übereinstimmung am Ende der Zeichenfolge ($) | *ABC = Enthält eine Zeichenfolge (*)

# AutoProfTitleTip
source: Window title. ^ABC = Match at the beginning of string (^) | ABC$ = Match at the end of string ($) | *ABC =Contains a string (*)
de: Fenstertitel. ^ABC = Übereinstimmung am Anfang der Zeichenfolge (^) | ABC$ = Übereinstimmung am Ende der Zeichenfolge ($) | *ABC = Enthält eine Zeichenfolge (*)

source: Enable Output data to DS4
ar: DS4 تمكين بيانات الإخراج لـ
de: Datenausgabe an DS4 aktivieren
he: אפשר פלט אל בקר ה-DS4

# EnableOutputDataToDS4Tip
source: Output lightbar and rumble data periodically to DS4 gamepad. Untick if the gamepad doesn't support data receiving. Changes to this option takes effect at the gamepad connection time.
ar: .DS4 إخراج بيانات الشريط الضوئي والإهتزاز بشكل دوري إلى يد تحكم .إلغي التحديد في حال يد التحكم لا تدعم تلقي بيانات المساعدة .تسري هذه التغييرات في وقت إتصال يد التحكم
de: Licht- und Vibrationsdaten regelmäßig auf dem DS4-Controller ausgeben. Abwählen wenn der Controller keinen Datenempfang unterstützt. Änderungen dieser Option werden zum Zeitpunkt der Verbindung des Controllers wirksam.
he: שלח מידע על תאורה ורטט לסירוגין אל הבקר. בטל בחירה אם הבקר אינו תומך בקבלת מידע. שינוי הגדרה זו יחל בחיבור הבקר

source: Apply
ar: تطبيق
de: Anwenden
he: החל

source: Custom Exe Name
ar: مخصص Exe اسم
de: Eigener EXE-Name
he: שם מותאם אישית לקובץ EXE

# CustomExeNameInfo
source: Some games implement a block that causes DS4 input to be ignored if a game detects either DS4Windows.exe or InputMapper.exe running at the time. A workaround to the block is to rename DS4Windows.exe so the check in the game fails. Specifying a custom exe name here allows DS4Updater to automatically update a custom copy of DS4Windows to the desired file name. Make sure to omit the extension. Example: whyme_DS4Windows
ar: .قيد التشغيل DS4Windows.exe / InputMapper.exe بعض الألعاب تقوم بمنع التحكم إذا اكتشفت .الحل البديل إعادة تسميته لشيء أخر ليفشل منع اللعبة .تحديد اسم جديد هنا يسمح لبرنامج التحديث لمعرفة اسم الملف
de: Einige Spiele ignorieren DS4-Eingaben wenn sie erkennen, dass DS4Windows.exe oder InputMapper.exe läuft. Mit dem Umbenennen von DS4Windows.exe schlägt die Überprüfung im Spiel fehl und die Sperre kann somit umgangen werden. Wird hier ein eigener EXE-Name angegeben, kann DS4Updater eine Kopie von DS4Windows mit dem eigenen Namen automatisch aktualisieren. Stelle sicher, dass die Dateiendung weggelassen wird. Beispiel: whyme_DS4Windows
he: חלק מהמשחקים מבצעים התעלמות מבקר DS4 אם התהליכים DS4WINDOWS.exe או InputMapper.exe פועלים. ניתן לעקוף בעיה זו בעזרת שינוי שם הקובץ DS4Windows.exe כך שהבדיקה של המשחק תיכשל. שינוי שם קובץ ה-EXE בהגדרה זו מאפשר לעדכונים בעתיד ליצור עותק של התוכנה לתוך קובץ ה-EXE עם השם החדש. שים לב - יש להזין שם ללא הסיומת. לדוגמא: whyme_DS4Windows

source: XInputChecker
de: XInput-Tester

# GamepadGyroCameraDescription
source: Maps the controller output to a standard XInput gamepad or DS4 pad. Gyro is mapped to a Mouse-like Joystick.
ar: .القياسي Gryo أو DS4 تعيين إخراج يد التحكم إلى تحكم Gryo معين كفأرة
de: Ordnet die Controller-Ausgabe einem standardmäßigen XInput- oder DS4-Gamepad zu. Gyro ist einem Maus-ähnlichen Joystick zugeordnet.
he: ממפה את המידע הנשלח לבקר Xinput סטנדרטי או DS4. חיישן התנועה ידמה תנועת ג'ויסטיק עכבר.

# GamepadGyroCameraName
source: Gamepad with Mouse-like Joystick
ar: يد تحكم مع فأرة
de: Gamepad mit Maus-ähnlichem Joystick
he: בקר עם ג'ויסטיק עכבר

# GamepadPresetDescription
source: Maps the controller output to a standard gamepad
ar: تعيين وحدة التحكم ليد تحكم قياسية
de: Ordnet die Controller-Ausgabe einem Standard-Gamepad zu
he: ממפה את המידע הנשלח בתור בקר משחק סטנדרטי

# KBMGyroMouseDescription
source: Maps the controller output to virtual KB+M controls. Useful for playing FPS games with no gamepad support. Gyro is mapped to a virtual Mouse.
ar: .إفتراضي KB+M قم بتعيين إخراج وحدة التحكم إلى تحكم .مفيدة للعب العاب المنظور الأول لا تدعم يد التحكم معين كفأرة إفتراضية Gryo
de: Ordnet die Controller-Ausgabe virtuellen KB+M-Tasten zu. Nützlich für FPS-Spiele ohne Controller-Unterstützung. Gyro ist einer virtuellen Maus zugeordnet.
he: ממפה את המידע הנשלח מהבקר לכפתורי KB+M וירטואליים. שימושי במשחקי יריות מגוף ראשון שלא תומכים בבקרי משחק. חיישן התנועה ממופה בתור עכבר.

# KBMGyroMouseName
source: KB+M Controls with Gyro Mouse
ar: Gryo مع فأرة KB+M تحكم
de: KB+M-Steuerung mit Gyro-Maus
he: מקשי KM+M עם חיישן התנועה בתור עכבר.

# KBMPresetDescription
source: Maps the controller output to virtual KB+M controls. Useful for playing FPS games with no gamepad support.
ar: .إفتراضي KB+M قم بتعيين إخراج وحدة التحكم إلى تحكم مفيدة للعب العاب المنظور الأول لا تدعم يد التحكم
de: Ordnet die Controller-Ausgabe virtuellen KB+M-Tasten zu. Nützlich für FPS-Spiele ohne Controller-Unterstützung. Gyro ist einer virtuellen Maus zugeordnet.
he: ממפה את המידע הנשלח מהבקר לכפתורי KB+M וירטואליים. שימושי במשחקי יריות מגוף ראשון שלא תומכים בבקרי משחק.

# KBMPresetName
source: KB+M Controls
ar: KB+M تحكم
de: KB+M-Steuerung
he: מקשי KB+M.

# MixedGyroMousePresetDescription
source: Maps the buttons and axes to a standard gamepad. Maps the Gyro to a virtual mouse
ar: .قم بتعيين الأزرار ومحاور التحكم لقياسية إلى ماوس افتراضي Gryo قم بتعيين
de: Ordnet die Tasten und Achsen einem Standard-Gamepad zu. Gyro ist einer virtuellen Maus zugeordnet.
he: ממפה את הכפתורים והצירים (סטיק) לבקר משחק סטנדרטי. ממפה את חיישן התנועה בתור עכבר.

# MixedGyroMousePresetName
source: Gamepad with Gyro Mouse
ar: Gryo يد تحكم مع فأرة
de: Gamepad mit Gyro-Maus
he: בקר עם חיישן תנועה

# MixedPresetDescription
source: Maps the controller output to mixed XInput gamepad + RS mouse.
ar: XInput + RS تعيين إخراج يد التحكم لخليط فأرة
de: Ordnet die Controller-Ausgabe einem gemischen XInput-Gamepad + RS-Maus zu.
he: ממפה את הבקר לבקר XInput משולב + עכבר בסטיק הימני.

# MixedPresetName
source: Gamepad with High Precision Camera
ar: يد تحكم مع كاميرا عالية الدقة
de: Gamepad mit hochpräziser Kamera
he: בקר עם מצלמה עם דיוק גבוה

source: Description
ar: الوصف
de: Beschreibung
he: תיאור

# PresetIntroText
source: Do you want to use a preset option? Choosing No will cause the Profile Editor to use an empty Gamepad profile.
ar: هل تريد إختيار إعداد مسبق؟ سيؤدي إختيار "لا" إلى قيام "محرر الملف الشخصي" بملف .تعريف يد تحكم فارغ
de: Preset-Option verweden? Bei der Auswahl von Nein wird der Profil-Editor ein leeres Gamepad-Profil laden.
he: האם תרצה להשתמש בהגדרות מוכנות מראש? אם תבחר לא, עורך הפרופילים יפתח פרופיל ריק ללא הגדרות.

source: Presets
ar: إعدادات مسبقة
de: Voreinstellungen
he: הגדרות מוכנות מראש

source: Changelog
ar: سجل التغييرات
de: Änderungsprotokoll
he: יומן שינויים

source: Close
ar: إغلاق
de: Schließen
he: סגור

source: Profiles
ar: ملفات التعريف
de: Profile
he: פרופילים

# NoControllersConnected
source: No Controllers Connected (Max {0})
ar: (لا توجد أيادي تحكم متصلة (الأقصى {0}
de: Keine Controller verbunden (max. {0})
he: אין בקרים מחוברים (מקסימום {0})

source: Flick Threshold
ar: بداية النقرة
de: Blinkschwelle
he: זמן להתחלת לחיצה

source: Flick Time
ar: وقت النقرة
de: Blinkzeit
he: זמן לחיצה

source: Min Angle Threshold
ar: الحد الأدنى للزاوية
de: Min. Winkelschwelle
he: זווית מינימלית ללחיצה

source: Real World Calibration
ar: المعايرة في العالم الحقيقي
de: Echtwelt-Kalibrierung
he: כיול לפי העולם האמיתי

# ViGEmPluginFailure
source: ViGEm Device Plugin Failed. Likely an internal ViGEmBus problem. Closing connection. If the issue persists, please close DS4Windows and then run the PurgeOldXInput app from the Tools folder. A Windows reboot might be needed as well.
de: ViGEm Geräte Plugin fehlgeschlagen. Wahrscheinlich ein internes ViGEmBus-Problem. Verbindung getrennt. Wenn das Problem weiterhin besteht, schliessen Sie bitte DS4Windows und starten Sie Windows neu.

# CRC32Fail
source: Data integrity checks failed for wireless device. Closing device.
de: Datenintegritätsprüfungen für drahtloses Gerät fehlgeschlagen. Gerät getrennt.

# FutureNetNotInstalled
source: .NET 5 Runtime was not detected on your system. Please download and install .NET 5 Runtime to ensure compatibility with future DS4Windows builds. You will be redirected to the .NET 5 Runtime download page upon closing this window.
de: .NET 5 Runtime wurde auf Ihrem System nicht erkannt. Bitte laden Sie .NET 5 Runtime herunter und installieren Sie es, um die Kompatibilität mit zukünftigen DS4Windows-Builds zu gewährleisten. Sie werden nach dem Schliessen dieses Fensters auf die Download-Seite für .NET 5 Runtime weitergeleitet.

# UpgradeNetCaption
source: Please update .NET Runtime
de: Bitte aktualisieren Sie .NET Runtime

# HidHideConfigClient
source: HidHide Configuration Client
de: HidHide-Konfigurations-Client

source: Exclusive Access
de: Exklusiver Zugriff

source: HidGuardian Access
de: HidGuardian Zugriff

source: HidHide Access
de: HidHide Zugriff

source: Shared Access
de: Gemeinsamer Zugriff

# RenameProfile
source: Rename
de: Profil umbenennen

source: Disable virtual controller
de: Virtuelle Steuerung deaktivieren

# DisableVirtualControllerTip
source: Do not spawn/associate virtual controllers for connected controllers using this profile (Applies on profile save)
de: Virtuelle Steuerungen für verbundene Controller, die dieses Profil verwenden, nicht erzeugen/verbinden (gilt nach Speichern des Profils)

source: Emulated Controller
de: Emulierter Controller

# OutContNotice
source: Choose the type of output virtual controller (Applies on profile save)
de: Wählen Sie den Typ der virtuellen Ausgabesteuerung (gilt nach Speichern des Profils)

source: Virtual Controller Settings
de: Einstellungen der virtuellen Steuerung

# ChangeOnNewDeviceConn
source: Changes take effect on new device connection
de: Änderungen werden bei neür Geräteverbindung wirksam

# StickFuzzTooltip
source: Fuzz specifies the minimum number of units the analog stick moves, in active zone, before the output is registered as changed in the mapper. This setting can be useful for worn sticks that cannot maintain a constant position. The value is expressed in raw stick units.
de: Fuzz gibt die minimale Anzahl von Einheiten an, die der Analogknüppel in der aktiven Zone bewegt, bevor der Ausgang im Mapper als verändert registriert wird. Diese Einstellung kann für abgenutzte Knüppel nützlich sein, die keine konstante Position halten können. Der Wert wird in rohen Knüppeleinheiten angegeben.

# StickMaxOutputForceTooltip
source: Always enforce max output setting. Useful for 100% Max Output and confining value to a circular output value
de: Erzwingt immer die Einstellung der maximalen Leistung. Nützlich für 100% Max Output und Begrenzung des Wertes auf einen kreisförmigen Ausgangswert

# StickMaxOutputTooltip
source: In some situations, it might be useful to limit the maximum value that is output by the output analog stick. Max Output allows throttling the final output value of the analog stick.
de: In manchen Situationen kann es sinnvoll sein, den maximalen Wert zu begrenzen, der vom Analogknüppel ausgegeben wird. Max Output ermöglicht die Drosselung des endgültigen Ausgabewertes des Analogknüppels.

# AntiDeadzoneTooltip
source: An anti-deadzone acts as an offset for use with an axis to denote the minimum output value generated after an axis has left its assigned deadzone. This is mainly meant to help with mapping an axis to the assigned deadzone value used for an axis in a video game. For example, the typical assigned deadzone for XInput LS in a video game is around 8000 (25%). With no anti-deadzone assigned, an axis would have to move past the assigned deadzone in DS4Windows along with the game's assigned axis deadzone.
de: Eine Anti-Deadzone dient als Offset für die Verwendung mit einer Achse, um den minimalen Ausgangswert zu bezeichnen, der erzeugt wird, nachdem eine Achse ihre zugewiesene Deadzone verlassen hat. Dies soll hauptsächlich bei der Zuordnung einer Achse zum zugewiesenen Totzonenwert helfen, der für eine Achse in einem Videospiel verwendet wird. Zum Beispiel liegt die typische zugewiesene Totzone für XInput LS in einem Videospiel bei 8000 (25%). Wenn keine Antideadzone zugewiesen ist, müsste eine Achse die zugewiesene Deadzone in DS4Windows zusammen mit der zugewiesenen Achsen-Totzone des Spiels überschreiten.

# StickInputCurveTooltip
source: OLD OBSOLETE SETTING. Attempt to apply a curve based on raw input coordinates before any dead zone info is applied. Wonky
de: ALTE, VERALTETE EINSTELLUNG. Es wird versucht, eine Kurve auf der Grundlage der rohen Eingabekoordinaten anzuwenden, bevor eine Totzoneninformation angewendet wird. Verrückt

# TouchpadMinThresholdTooltip
source: Minimum calculated output travel before a Mouse event is sent to the system
de: Minimaler berechneter Ausgangsweg, bevor ein Mausereignis an das System gesendet wird

# TouchpadRotationTooltip
source: Adjusts a touchpad swipe by a given rotation angle. Useful when a normal touchpad swipe is not a straight line across. Values allows range from -180 to 180. Default is 0.
de: Passt eine Touchpad-Wischbewegung um einen bestimmten Drehwinkel an. Nützlich, wenn eine normale Touchpad-Bewegung nicht eine gerade Linie ist. Erlaubte Werte reichen von -180 bis 180. Standardwert ist 0.

# TouchpadSlideTooltip
source: Sensitivity used to engage a multi-touch Mouse Wheel Scroll action
de: Empfindlichkeit zum Aktivieren einer Multi-Touch-Mausrad-Bildlaufaktion

# TouchpadTapTooltip
source: Activate Mouse Left click with a Touchpad Tap. Max time interval is set at (value * 2) ms.
de: Aktivieren Sie den Linksklick der Maus mit einem Touchpad-Tipp. Das maximale Zeitintervall ist auf (Wert * 2) ms festgelegt.

# TouchpadTrackballEnableTooltip
source: Adds momentum to a Touchpad swipe once a finger is lifted. Adds extra Mouse cursor travel than would be possible with the confined space on the Touchpad
de: Erhöht den Schwung einer Touchpad-Bewegung, sobald der Finger angehoben wird. Ermöglicht eine größere Bewegung des Mauszeigers, als es bei dem begrenzten Platz auf dem Touchpad möglich wäre.

# TouchpadTrackballFrictionTooltip
source: Add friction to virtual Trackball. Decreased friction will increase final mouse cursor travel time
de: Fügen Sie dem virtuellen Trackball Reibung hinzu. Eine verringerte Reibung erhöht die endgültige Verfahrzeit des Mauszeigers.

# StickOuterBindDeadTooltip
source: Threshold for when an action will fire
de: Schwellenwert, ab dem eine Aktion ausgelöst wird

# StickOuterBindInvertTooltip
source: Have outer bind fire before reaching a threshold. Action releases once the threshold has been exceeded
de: Die äußere Bindung muss vor Erreichen eines Schwellenwerts ausgelöst werden. Die Aktion wird ausgelöst, sobald der Schwellenwert überschritten wurde

# StickOuterBindTooltip
source: Action to execute when stick travel reaches past a treshold. Useful for mapping keys for Walk or Sprint actions. Invert casues the action to fire up until the threshold
de: Aktion, die ausgeführt werden soll, wenn der Steuerknüppel einen bestimmten Schwellenwert überschreitet. Nützlich für die Zuweisung von Tasten für die Aktionen Gehen oder Sprinten. Invertieren bewirkt, dass die Aktion bis zum Schwellenwert ausgelöst wird.

# SASteeringWheelFuzzTooltip
source: Fuzz specifies the minimum number of device units, in active zone, that the Accel has to be rotated before the output is registered as changed in the mapper. The value is expressed in raw Accel units.
de: Fuzz gibt die Mindestanzahl von Geräteeinheiten in der aktiven Zone an, um die der Achse gedreht werden muss, bevor der Ausgang im Mapper als geändert registriert wird. Der Wert wird in rohen Achse-Einheiten angegeben.

# StickRotationTooltip
source: The rotation setting is meant to help correct the orientation of an analog stick if your thumb is slightly shifted when moving an analog stick. For example, your thumb might be slightly shifted from center when the analog stick is moved fully north. My thumbs shift slightly to the right when moving an analog stick fully north due to the way my hands grip the DS4. The value used denotes the number of degrees used to adjust the final axis output value. Values allows range from -180 to 180. Default is 0.
de: Die Rotationseinstellung soll helfen, die Ausrichtung eines Analogsticks zu korrigieren, wenn Ihr Daumen beim Bewegen eines Analogsticks leicht verschoben ist. Zum Beispiel könnte Ihr Daumen leicht aus der Mitte verschoben sein, wenn der Analogstick ganz nach Norden bewegt wird. Meine Daumen verschieben sich leicht nach rechts, wenn ich den Analog-Stick ganz nach Norden bewege, was an der Art liegt, wie meine Hände den DS4 halten. Der verwendete Wert gibt die Anzahl der Grad an, die zur Anpassung des endgültigen Achsenausgangswertes verwendet wird. Zulässige Werte reichen von -180 bis 180. Die Voreinstellung ist 0.

# TouchpadJitterCompTooltip
source: Throttle low end of Touchpad movement. Reduces accidental mouse cursor movement when holding a mostly fixed position on the Touchpad
de: Drosselt das untere Ende der Touchpad-Bewegung. Verringert die versehentliche Bewegung des Mauszeigers, wenn eine weitgehend feste Position auf dem Touchpad gehalten wird.

source: DS4 BT Poll Rate
de: DS4 BT-Abrufrate

# DS4LightbarPassthruDisabled
source: Feature currently disabled in app due to driver issues. Hopefully issues get fixed in a future update.
de: Die Funktion ist derzeit aufgrund von Treiberproblemen in der App deaktiviert. Hoffentlich werden die Probleme in einem zukünftigen Update behoben.

# Controller1Text
source: Controller 1
ar: يد تحكم 1
he: בקר 1

# Controller2Text
source: Controller 2
ar: يد تحكم 2
he: בקר 2

# Controller3Text
source: Controller 3
ar: يد تحكم 3
he: בקר 3

# Controller4Text
source: Controller 4
ar: يد تحكم 4
he: בקר 4

source: Gyro
he: חיישן התנועה

source: Name
ar: الاسم
he: שם

# StartText
source: Start
ar: تشغيل
he: התחל

source: Status
ar: الحالة
he: סטטוס

# StopText
source: Stop
ar: إيقاف
he: עצור

source: Trigger
ar: الضغط
he: טריגר

source: Gamepad Test
ar: تجربة يد التحكم
he: בדיקת בקר

# Controller5Text
source: Controller 5
ar: يد تحكم 5
he: בקר 5

# Controller6Text
source: Controller 6
ar: يد تحكم 6
he: בקר 6

# Controller7Text
source: Controller 7
ar: يد تحكم 7
he: בקר 7

# Controller8Text
source: Controller 8
ar: يد تحكم 8
he: בקר 8

# GamepadPresetName
source: Gamepad
ar: يد التحكم
he: בקר
