Repository: Jays2Kings/DS4Windows
Catalog: DS4Windows/Properties/Resources.*.resx
Languages: cs, de_de, es, fi, fr_fr, it_it, nb, ro_ro, ru, zh_hans

# ActionExists
source: Name of this action already exists
cs: Akce s tímto názvem již existuje
de_de: Name dieser Aktion existiert bereits
es: El nombre de esta acción ya existe
fi: Samanniminen toiminto on jo olemassa
fr_fr: Le nom de cette action existe déja
it_it: Il Nome di questa azione esiste già
nb: Denne handlingens navn finnes allerede
ro_ro: Numele acestei acțiuni există deja
ru: Имя данного действия уже существует
zh_hans: 动作名字已存在

source: Adding to list...
cs: Přidávám do seznamu...
de_de: Zur Liste Hinzufügen ...
es: Agregar a la lista
fi: Lisätään listaan...
fr_fr: Ajout à la liste...
it_it: Aggiungendo alla lista...
nb: Legger til i listen ...
ro_ro: Se adugă în listă...
ru: Добавить в список...
zh_hans: 添加到列表...

source: Add Programs
cs: Přidat programy
de_de: Programme Hinzufügen
es: Agregar programas
fi: Lisää ohjelmia
fr_fr: Ajouter des Programmes
it_it: Aggiungi Programmi
nb: Legg til programmer
ro_ro: Adaugă programe
ru: Добавить программы
zh_hans: 添加程序

# ALocactionNeeded
source: A location must be picked to continue
de_de: Ein Ort muss angegeben werden, um fortzufahren.
es: Una ubicación tiene que ser elegida para continuar
fi: Kohde on valittava jatkaaksesi
fr_fr: Un emplacement doit être choisi pour continuer
it_it: Una locazione deve essere scelta per continuare
nb: En mappeplassering må velges for å kunne fortsette
ro_ro: O locație trebuie aleasă pentru a continua
ru: Для продолжения выберите место для сохранения настроек.
zh_hans: 必须选择一个位置

# AlwaysRainbow
source: Always Rainbow Mode
de_de: Permanenter Regenbogen Modus
es: Siempre Modo Alcoiris
fi: Käytä aina sateenkaari-tilaa
fr_fr: Toujours Mode Arc-en-ciel
it_it: Sempre Modalità Arcobaleno
nb: Alltid regnbuemodus
ro_ro: Modul mereu curcubeu
ru: Всегда режим радуги
zh_hans: 彩虹模式总是开始

# AssignProfile
source: Assign to Controller *number*
de_de: Controller *number* zuweisen
es: Asignar a Controlador *number*
fi: Aseta ohjaimeen *number*
fr_fr: Assigner à la Manette *number*
it_it: Assegna al Controller *number*
nb: Tildel til kontroller *number*
ro_ro: Atribuie manetei *number*
ru: Назначить *number*-му контроллеру
zh_hans: 分配到控制器 *number*

# AutoProfilePathAndWindowTitleEditTip
source: ^ABC = Match at the beginning of string (^) | ABC$ = Match at the end of string ($) | *ABC =Contains a string (*)
fi: ^ABC = Täsmää merkkijonon alusta (^) | ABC$ = Täsmää merkkijonon lopusta ($) | *ABC = Sisältää merkkijonon.
ru: ^ ABC = Совпадение в начале строки (^) | ABC $ = совпадение в конце строки ($) | * ABC = Содержит строку (*)
zh_hans: 进程路径. ^ABC = 匹配字符串头 (^) | ABC$ = 匹配字符串尾 ($) | *ABC =包含字符串 (*)

# Battery
source: Battery: *number*%
de_de: Batterie: *number*%
es: Batería: *number*%
fi: Akun tila: *number*%
fr_fr: Batterie: *number*%
it_it: Batteria: *number*%
nb: Batteri: *number*%
ro_ro: Baterie: *number*%
ru: Уровень заряда: *number*%
zh_hans: 电池： *number*%

# BestUsedRightSide
source: Best used with right side as a mouse function
de_de: Wird am besten mit der rechten Seite als Mausfunktion verwendet.
es: Preferible usar lado derecho como función del mouse.
fi: Toimii parhaiten jos oikeaa puolta käytetään hiirenä
fr_fr: Conseillé d'utiliser avec le côté droit telle une souris
it_it: Consigliato usare con la parte destra come funzione del mouse
nb: Mest egnet med høyresiden som en musefunksjon
ro_ro: Folosit cel mai bine cu partea din dreapta ca funcția de mouse
ru: Удобно использовать правую часть тачпада как кнопку мыши
zh_hans: 最好用于将右侧用作鼠标功能

source: Browse...
de_de: Durchsuchen ...
es: Buscar...
fi: Selaa...
fr_fr: Parcourir...
it_it: Sfoglia...
nb: Let ...
ro_ro: Caută
ru: Обзор…
zh_hans: 浏览...

# BTPollRate
source: Determines the poll rate used for the DS4 hardware when connected via Bluetooth. (Applies on profile save)
fi: Määrittelee DS4 laitteen tietojen luentatiheyden BT yhteystavassa
nb: Bestemmer innhentingsfrekvensen til DS4-maskinvaren når den er koblet til med Bluetooth. (Gjelder etter profillagring)
ru: Определяет частоту опроса, используемую для оборудования DS4 при подключении через Bluetooth. (Применяется при сохранении профиля)
zh_hans: 决定使用蓝牙连接的DS4硬件的回报率（当配置保存时应用）

# CannotMoveFiles
source: Cannot move files to new location, Please rename the DS4Tool folder to "DS4Windows"
de_de: Dateien können nicht zu neuem Ziel bewegt werden. Bitte ändern Sie den Namen des DS4Tool Verzeichnisses zu "DS4Windows"
es: No se pueden mover los archivos a otra ubicación, por favor, renombre la carpeta de DS4Tool a "DS4Windows"
fi: Tiedostoja ei voida siirtää. Nimeä DS4Tool-kansio "DS4Windows"-kansioksi
fr_fr: Impossible de deplacer les fichiers, Renommez le dossier DS4Tool à "DS4Windows"
it_it: Impossibile spostare i file in un nuova cartella. Rinomina la cartella DS4Tool in "DS4Windows"
nb: Klarte ikke å flytte filer til den nye plasseringen, vennligst gi 'DS4Tool'-mappen det nye navnet «DS4Windows»
ru: Невозможно переместить файлы в новое место. Пожалуйста переименуйте папку с DS4Tool в "DS4Windows"
zh_hans: 无法移动文件到新位置，请把DS4Tool文件夹重命名为"DS4Windows"

# CannotWriteHere
source: Cannot write at current location. Copy Settings to appdata?
de_de: Kann im aktuellen Verzeichnis nicht speichern. Sollen die Einstellungen nach Appdata kopiert werden?
es: No se puede modificar este archivo. ¿Mover preferencias a "appdata"?
fi: Kohteeseen ei voida kirjoittaa. Kopioi asetukset appdataan-kansioon?
fr_fr: Écriture impossible ici. Copier les paramètres vers Appdata?
it_it: Non è possibile scrivere alla locazione corrente. Copiare le Impostazioni in appdata?
nb: Klarte ikke å lagre til den valgte plasseringen. Vil du kopiere innstillingene inn i AppData?
ro_ro: Nu poate fi scris în locația curentă. Copiez setările în appdata?
ru: Невозможно записать в текущее местоположение. Скопировать настройки в AppData?
zh_hans: 无法在当前位置写入，把设置复制到appdata？

# ChargeController
source: Charge the battery
de_de: Die Batterie aufladen
es: Cargar la batería
fi: Lataa akku
fr_fr: Recharger la batterie
it_it: Carica la Batteria
nb: Lad batteriet
ru: Зарядите батарею
zh_hans: 给电池充电

source: Charged
de_de: Aufgeladen
es: Cargado
fi: Ladattu
fr_fr: Rechargée
it_it: Carica
nb: Ladet opp
ro_ro: Încărcat
ru: Заряжено
zh_hans: 已充电

# Charging
source: Charging: *number*%
de_de: Wird aufgeladen: *number*%
es: Cargando: *number*%
fi: Ladataan: *number*%
fr_fr: Rechargement: *number*%
it_it: In carica: *number*%
nb: Lader opp: *number*%
ro_ro: Se încarcă
ru: Зарядка: *number*%
zh_hans: 充电中：*number*%

source: Check Battery
de_de: Batterie prüfen
es: Verificar la batería
fi: Tarkista akku
fr_fr: Verifiez la batterie
it_it: Controlla Batteria
nb: Sjekk batteriet
ro_ro: Verifică bateria
ru: Проверить аккумулятор
zh_hans: 检查电池

# CloseConfirm
source: This will disconnect all your connected controllers. Proceed?
fi: Tämä toiminto sulkee yhteyden kaikkiin ohjaimiin. Suorita toiminto?
nb: Dette vil koble ifra alle dine tilkoblede kontrollere. Vil du fortsette?
ru: Это действие отключит подключенные контроллеры. Продолжить?
zh_hans: 这会断开所有控制器的链接。继续？

# CloseDS4W
source: Close DS4Windows?
de_de: DS4Windows schließen?
es: Cerrar DS4Windows?
fi: Sulje DS4Windows?
fr_fr: Fermer DS4Windows ?
it_it: Chiudere DS4Windows?
nb: Vil du lukke DS4Windows?
ro_ro: Închide DS4Windows?
ru: Закрыть DS4Windows?
zh_hans: 关闭DS4Windows？

# CloseMinimize
source: Close DS4Windows via the notification icon
de_de: Beende DS4Windows über das Benachrichtigungssymbol
es: Cierra DS4Windows vía el icono de notificación
fi: Sulje DS4Windows ilmoituspalkista.
fr_fr: Fermer DS4Windows via l'icone de notification
it_it: Chiudi DS4Windows via icona di notifica
nb: Lukk DS4Windows gjennom verktøykasseikonet
ro_ro: Închideți DS4Windows prin icoana de notificări
ru: Закрывать DS4Windows через значок уведомления
zh_hans: 关闭主窗口会最小化应用。需要到通知栏图标关闭应用。

source: Color
de_de: Farbe
fi: Väri
fr_fr: Couleur
it_it: Colore
nb: Farge
ro_ro: Culoare
ru: Цвет
zh_hans: 颜色

source: Color by Battery %
de_de: Farbe wird nach der Akkulaufzeit eingestellt
es: Color por % de Batería
fi: Väri akun tilan mukaan
fr_fr: Couleur selon le % de batterie
it_it: Colore per % Batteria
nb: Farge utifra batteri-%
ro_ro: Culoare în funcție de % bateriei
ru: Цвет от заряда %
zh_hans: 颜色与电量百分比同步

source: Confirm...
fi: Vahvista...
nb: Bekreft ...
ru: Подтвердить...
zh_hans: 确认...

source: Connecting...
de_de: Verbinde ...
es: Conectando...
fi: Yhdistetään...
fr_fr: Connexion...
it_it: Collegamento...
nb: Kobler til ...
ro_ro: Se conectează...
ru: Подключение...
zh_hans: 连接...

# ContextEdit
source: Edit Profile for Controller *number*
de_de: Bearbeite Profil für Controller *number*
es: Editar perfil para el Controlador *number*
fi: Muokkaa profiilia ohjaimelle *number*
fr_fr: Éditer le Profil de la Manette *number*
it_it: Modifica Profilo per il Controller *number*
nb: Rediger profilen til kontroller *number*
ro_ro: Editează profilul pentru maneta *number*
ru: Редактировать профиль контроллера *number*
zh_hans: 编辑控制器 *number* 的配置

# ContextNew
source: Make Profile for Controller *number*
de_de: Erstelle Profil für Controller *number*
es: Crear perfil para el Controlador *number*
fi: Uusi profiili ohjaimelle *number*
fr_fr: Faire le Profil de la Manette *number*
it_it: Crea Profilo per il Controller *number*
nb: Lag en profil for kontroller *number*
ro_ro: Creează profilul pentru maneta *number*
ru: Создать профиль контроллера *number*
zh_hans: 创建控制器 *number* 的配置

# ControllerWasRemoved
source: Controller *Mac address* was removed or lost connection
de_de: Controller *Mac address* wurde entfernt oder hat die Verbindung verloren.
es: Controlador *Mac address* perdió la conexión o fue desconectado
fi: Ohjain *Mac address* yhteys katkesi
fr_fr: La manette *Mac address* a été déconnectée ou la connexion a été perdue
it_it: Il Controller *Mac address* è stato rimosso oppure ha perso la connessione
nb: Kontroller *Mac address* ble fjernet eller mistet forbindelsen
ro_ro: Maneta *Mac address* a fost deconectată sau conexiunea a fost pierdută
ru: Контроллер *Mac address* отключён или связь утеряна!
zh_hans: 控制器*Mac address*被移除或断开连接

# CopyComplete
source: Copy complete, please relaunch DS4Windows and remove settings from Program Directory
de_de: Kopieren abgeschlossen, bitte DS4Windows neustarten und Einstellungen aus dem Programmverzeichnis entfernen.
es: Copia completa, por favor reinicia DS4Windows y elimina preferencias del directorio de programa
fi: Kopiointi valmis. Käynnistä DS4Windows uudelleen ja poista asetukset ohjelma-kansiosta
fr_fr: Copie terminée, merci de relancer DS4Windows et supprimer les paramètres du Répertoire de l'Application
it_it: Copia completa, per favore rilancia DS4Windows e rimuovi le impostazioni dalla Directory del Programma
nb: Kopiering fullført, vennligst start DS4Windows på nytt og fjern innstillingene fra programmets mappe
ro_ro: Copiere completă, vă rugăm să deschideți DS4Windows și să ștergeți setările din Program Directory
ru: Копирование завершено, пожалуйста перезапустите DS4Windows и удалите настройки из папки программы
zh_hans: 复制完成，请重启DS4Windows并从程序目录中删除设置

# CopyFullColor
source: Click to copy the full color
de_de: Klicken um Farbe zu kopieren
es: Haz click para copiar todo el color.
fi: Klikkaa kopioidaksesi väri
fr_fr: Cliquer pour copier la couleur entiere
it_it: Clicca per copiare il colore
nb: Klikk for å kopiere hele fargen
ro_ro: Click pentru a copia întreaga culoare
ru: Нажмите для копирования полного цвета
zh_hans: 点击来复制所有颜色

# CouldNotOpenDS4
source: Warning: Could not open DS4 *Mac address* exclusively.
de_de: Warnung: Konnte DS4 *Mac address* nicht exklusiv öffnen.
es: Advertencia: No se puede abrir DS4 *Mac address* exclusivamente.
fi: Varoitus: Ei voitu avata DS4 *Mac address* exclusive modessa.
fr_fr: Attention: Ouverture impossible de la DS4 *Mac Address*
it_it: Attenzione: Non è stato possibile aprire DS4 *Mac address* esclusivamente
nb: Advarsel: Klarte ikke å åpne DS4 *Mac address* i eksklusiv modus.
ro_ro: Avertizare: Nu s-a reușit pornirea DS4 *Mac address* în modul exclusiv
ru: Внимание: Не удалось открыть DS4 *Mac adress* в приоритетном режиме
zh_hans: 警告：无法独占打开DS4 *Mac address*

source: day
de_de: Tag
es: día
fi: päivä
fr_fr: jour
it_it: giorno
nb: dag
ro_ro: zi
ru: день
zh_hans: 天

source: days
de_de: Tage
es: días
fi: päivää
fr_fr: jours
it_it: giorni
nb: dager
ro_ro: zile
ru: дней
zh_hans: 天

source: Delete Profile?
de_de: Profil löschen?
es: Borrar perfil?
fi: Poista profiili?
fr_fr: Supprimer le profil?
it_it: Cancellare Profilo?
nb: Vil du slette profilen?
ro_ro: Șterge profilul?
ru: Удалить профиль?
zh_hans: 删除配置？

source: Dim by Battery %
de_de: Dimmen, wenn der Akku weniger als % hat.
es: Atenuar al % de la batería
fi: Himmennä akun tilan mukaan
fr_fr: Assombrir selon le % de batterie
it_it: Ottenuare quando % Batteria
nb: Demp lyset utifra batteri-%
ro_ro: Întunecă în funție de % bateriei
ru: Затемнение от заряда %
zh_hans: 与电池电量同步调暗

# DinputOnly
source: Turn off X360 input and only use the DS4's native input, hide ds4 must be off (Wired Only)
de_de: Schalte X360 Eingabemethode aus und benutze nur DS4's systemeigene Eingabemethode. "Verstecke DS4 Controller" muss bei Kabelverbindung deaktiviert sein.
es: Apagar la entrada X360 y utilizar solo la entrada nativa DS4, ocultar ds4 debe estar apagado
fi: Kytke pois X360 inputlaite ja käytä vain DS4-natiivisyöttötietoja. DS4:n piilotus täytyy olla pois päältä (Vain langallinen)
fr_fr: Eteindre les entrées X360 et utiliser seulement DS4 en natif, Cacher ds4 Doit être éteint (uniquement en filaire)
it_it: Spegnere X360 input e usare solo l'input nativo di DS4, nascondi ds4 deve essere disattivato (Solo tramite cavo)
nb: Skru av X360-inndata og bruk kun DS4-ens innebygde inndata, skjuling av DS4 må være skrudd av (Kun ved kabeltilkobling)
ro_ro: Opriți X360 metodă de introducere și folosiți doar metoda de introducere prestabilită a DS4-ului, ascundeți DS4 trebuie să fie off (Doar pentru Cablu)
ru: Отключите ввод X360 и используйте только собственный ввод DS4, скрыть ds4 должно быть отключено (только по проводу)
zh_hans: 仅使用Dinput

source: Disconnect BT
de_de: Bluetooth-Verbindung trennen
es: Desconecta BT
fi: Kytke Bluetooth pois päältä
fr_fr: Déconnecter Bluetooth
it_it: Disconnetti BT
nb: Koble fra BT
ro_ro: Deconectare BT
ru: Отключить Bluetooth
zh_hans: 断开蓝牙连接

source: Disconnected
de_de: Getrennt
es: Desconectado
fi: Ei yhteyttä
fr_fr: Déconnecté
it_it: Disconnesso
nb: Frakoblet
ro_ro: Deconectat
ru: Отключен
zh_hans: 连接已断开

# Downloading
source: Downloading *number*%
de_de: Lade herunter *number*%
es: Descargando *number*%
fi: Ladataan *number*%
fr_fr: Téléchargement *number*%
it_it: In Download *number*%
nb: Laster ned: *number*%
ro_ro: Descărcare *number*%
ru: Загрузка *number*%
zh_hans: 下载中 *number*%

# DownloadVersion
source: Download Version *number* now?
de_de: Version *number* herunterladen?
es: Descargar version *number* ahora?
fi: Lataa versio *number* nyt?
fr_fr: Télécharger la version *number* maintenant ?
it_it: Scaricare la Versione *number* ora?
nb: Vil du laste ned versjon *number* nå now?
ro_ro: Doriți descărcarea versiunii *number* acum?
ru: Загрузить версию *number* ?
zh_hans: 现在下载版本 *number*？

# DownText
source: Down
de_de: Unten
es: Abajo
fi: Alas
fr_fr: Bas
it_it: Giù
nb: Ned
ro_ro: Jos
ru: Вниз
zh_hans: 下

# DS4Update
source: DS4Windows Update Available!
de_de: DS4Windows Aktualisierung verfügbar!
es: DS4Windows tiene una actualización disponible!
fi: DS4Windows päivitys saatavilla!
fr_fr: Mise à jour de DS4Windows disponible !
it_it: Aggiornamento DS4Windows Disponibile!
nb: En DS4Windows-oppdatering er tilgjengelig!
ro_ro: Actualizare la DS4Windows disponibilă!
ru: Доступна новая версия DS4Windows!
zh_hans: DS4Windows更新已可用！

# DS4WindowsCannotEditHere
source: DS4Windows cannot edit settings here, This will now close
de_de: DS4Windows kann hier nicht die Einstellungen bearbeiten. Fenster wird nun geschlossen.
es: DS4Windows no puede editar la configuración aquí, Esto se cerrará ahora
fi: DS4Windows ei voi muokata asetuksia täällä. Suljetaan.
fr_fr: DS4Windows ne peut editer les paramètres ici, fermeture imminente.
it_it: DS4Windows non può modificare le impostazioni qui, Questo verrà ora chiuso
nb: DS4Windows kan ikke redigere innstillinger her, dette vil nå bli lukket
ro_ro: DS4Windows nu poate edita setările aici, acum se va închide
ru: DS4Windows не может изменить настройки! Это приведёт сейчас к закрытию!
zh_hans: DS4Windows无法编辑这里的设置，将关闭窗口

# EditProfile
source: Edit
de_de: Ändern
es: Editar
fi: Muokkaa
fr_fr: Éditer
it_it: Modifica
nb: Rediger
ro_ro: Editează
ru: Редактировать
zh_hans: 编辑

# EnableTouchToggle
source: Allow touchpad mouse function to get toggled with PS + Touchpad Click.
fi: Salli kosketuslevyhiiriohjaimen päälle-pois kytkentä PS + kosketuslevynapautuksella.
nb: La berøringsfeltets museetterligning bli skrudd av/på med PS-knappen + touchfelt-klikk.
ru: Разрешить переключение функции мыши тачпада по нажатию PS + Touchpad.
zh_hans: 允许是用PS键 + 触摸板点击来开关触摸板鼠标

source: Fall Back
de_de: Zurückfallen
es: Retroceder
fi: Palaa
fr_fr: Retourner
it_it: Torna Indietro
nb: Fall tilbake
ro_ro: Rămâi in urma
ru: Вернуть
zh_hans: 退回

# FallBackTo
source: Fall Back to *button*
de_de: Falle zurück zu *button*
es: Retroceder a *button*
fi: Palaa tähän: *button*
fr_fr: Retourner a "bouton"
nb: Fall tilbake på *button*
ru: Вернуть на *button*
zh_hans: 退回到 *button*

# FifthMouseDown
source: 5th Mouse Button Down
de_de: 5. Maustaste runter
es: 5º Botón del Ratón Abajo
fi: Paina hiiren 5. näppäintä
fr_fr: 5ème Bouton de Souris Bas
it_it: 5° Pulsante del Mouse Giù
nb: 5. museknapp ned
ro_ro: Butonul 5 de pe mouse în jos
ru: 5-я кнопка мыши Вниз
zh_hans: 鼠标按键5 上

# FifthMouseUp
source: 5th Mouse Button Up
de_de: 5. Maustaste hoch
es: 5º Botón del Ratón Arriba
fi: Nosta hiiren 5. näppäin
fr_fr: 5ème Bouton de Souris Haut
it_it: 5° Pulsante del Mouse Su
nb: 5. museknapp opp
ro_ro: Butonul 5 de pe mouse Buton în sus
ru: 5-я кнопка мыши Вверх
zh_hans: 鼠标按键5 下

# FlashAtTip
source: Click to change flash color. Black = default color
de_de: Klicken, um die Farbe des Lichtbalkens zu ändern. Schwarz = Standardfarbe
es: Haz click para cambiar el color del flash. Negro = Color por defecto
fi: Klikkaa vaihtaaksesi väri. Perusväri = Musta
fr_fr: Cliquer pour changer la couleur du clignotement. Noir = couleur par défaut
it_it: Clicka per cambiare il colore del lampeggio. Nero = colore di default
nb: Klikk for å endre blinkefargen. Svart = standardfargen
ro_ro: Click pentru a schimba culoarea luminării intense. Negru = culoarea implicită
ru: Нажмите для изменения цвета вспышки. Чёрный = стандартный цвет
zh_hans: 点击来改编闪烁颜色。黑色 = 默认颜色

source: Flush HID
de_de: Leere HID
es: Brillar HID
fi: Tyhjennä HID
fr_fr: Vider HID
nb: Tøm HID
ro_ro: Golește HID
ru: Очищать запросы HID
zh_hans: 刷新 HID

# FlushHIDTip
source: Flush HID Queue after each reading
de_de: HID Queue nach jeder Auslesung leeren
es: Brillar HID después de cada lectura
fi: Tyhjennä HID lukukertojen välissä
fr_fr: Vider la file d'attente HID aprés chaque lecture
it_it: Flush Coda HID dopo ogni lettura
nb: Tøm HID-køen etter hver innlesing
ro_ro: Golește coada HID după fiecare citire
ru: Очищать очереди HID после каждого считывания
zh_hans: 在每次读取后刷新 HID

source: Found Controller:
de_de: Controller gefunden:
es: Controlador Encontrado:
fi: Ohjain löytyi
fr_fr: Manette trouvée:
it_it: Trovato Controller:
nb: Fant kontroller:
ro_ro: Manetă găsită
ru: Найден контроллер:
zh_hans: 找到控制器：

# FourthMouseDown
source: 4th Mouse Button Down
de_de: 4. Maustaste unten
es: 4º Botón del Ratón Abajo
fi: Paina hiiren 4. näppäintä
fr_fr: 4ème Bouton de Souris Haut
it_it: 4° Pulsante del Mouse Giù
nb: 4. museknapp ned
ro_ro: Butonul 4 de pe mouse în jos
ru: 4-я кнопка мыши Вниз
zh_hans: 鼠标按钮4 下

# FourthMouseUp
source: 4th Mouse Button Up
de_de: 4. Maustaste hoch
es: 4º Botón del Ratón Arriba
fi: Nosta hiiren 4. näppäin
fr_fr: 4ème Bouton de Souris Bas
it_it: 4° Pulsante del Mouse Su
nb: 4. museknapp opp
ro_ro: Butonul 4 de pe mouse în jos
ru: 4-я кнопка мыши Вверх
zh_hans: 鼠标按钮4 上

source: Full
de_de: Voll
es: Completo
fi: Täynnä
fr_fr: Rempli
it_it: Piena
ro_ro: Plin
ru: Заряжен
zh_hans: 全部

# GyroReadout
source: Click to see readout of Sixaxis Gyro
de_de: Klicken, um die Sixaxis Gyro Auslesung anzuzeigen
es: Haz click para ver la lectura de Sixaxis Gyro
fi: Klikkaa nähdäksesi Sixaxis gyroskoopin tiedot
fr_fr: Cliquer pour voir les valeurs du Gyroscope Sixaxis
it_it: Clicka per vedere readout del Sixaxis Gyro
nb: Klikk for å se målingene til Sixaxis-gyroskopet
ro_ro: Click pentru a vedea citirea de la giroscopul Sixaxis
ru: Нажмите для просмотра текущих назначений гироскопа
zh_hans: 点击查看六轴陀螺仪的读数

# GyroTriggerBehavior
source: Check to have gyro active while trigger is active. Uncheck to disable gyro while trigger is active.
fi: Valitse valinta jolloin kytkimen painallus aktivoi gyro toiminnon. Poista valinta jolloin kytkimen painallus poistaa gyro toiminnon.
nb: Merk av for at gyroskopet skal være aktiv samtidig med triggerene. Fjern merkingen for å skru av gyroskopet mens triggerene er aktive.
zh_hans: 勾选来在扳机按下时启用陀螺仪。取消选择来在扳机按下时禁用陀螺仪。

# GyroX
source: GyroX, Left and Right Tilt
de_de: GyroX, links und rechts neigen
es: GyroX, Inclinación Izquierda y Derecha
fi: GyroX, oikealle ja vasemmalle
fr_fr: GyroX, Inclinaison Gauche et Droite
it_it: GyroX, Inclinazione Sinistra e Destra
nb: GyroX, venstre og høyre tilt
ro_ro: GyroX, înclinare spre stânga și dreapta
ru: Гиро X, наклон влево и вправо
zh_hans: 陀螺仪X轴，左右偏转

# GyroY
source: GyroY, Forward and Back Tilt
de_de: GyroY, vorwärts und rückwärts neigen
es: GyroY, Inclinación hacia Delante y Atrás
fi: GyroY, eteen ja taakse
fr_fr: GyroY, Inclinaison Avant et Arriere
it_it: GyroY, Inclinazione Avanti e Indietro
nb: GyroY, fremover- og bakovertilt
ro_ro: GyroY, înclinare în față și în spate
ru: Гиро Y, наклон вперёд и назад
zh_hans: 陀螺仪Y轴，前后偏转

# GyroZ
source: GyroZ, Up and Down Tilt
de_de: GyroZ, hoch und runter neigen
es: GyroZ, Inclinación hacia Arriba y Abajo
fi: GyroZ, ylös ja alas
fr_fr: GyroZ, InclinaisonHaut et Bas
it_it: GyroZ, Inclinazione Su e Giù
nb: GyroZ, oppover- og nedovertilt
ro_ro: GyroZ, înclinare în sus și în jos
ru: Гиро Z, наклон вверх и вниз
zh_hans: 陀螺仪Z轴，上下偏转

source: hour
de_de: Stunde
es: hora
fi: tunti
fr_fr: heure
it_it: ora
nb: time
ro_ro: oră
ru: час
zh_hans: 小时

source: hours
de_de: Stunden
es: horas
fi: tuntia
fr_fr: heures
it_it: ore
nb: timer
ro_ro: ore
ru: часов
zh_hans: 小时

# HoverOverItems
source: Hover over items to see description or more about
de_de: Fahre über die Elemente, um die Beschreibung zu sehen.
es: Pasa el ratón sobre los elementos para ver la descripción o más sobre el
fi: Vie hiiren osoitin asetuksen päälle nähdäksesi kuvaksen tai tarkemmat tiedot
fr_fr: Survoler avec la souris pour voir une description ou plus d'infos
it_it: Passa sopra le voci per vederne la descrizione o più dettagli
nb: Svev over elementer for å se dere beskrivelse eller informasjon
ro_ro: Țineți cursorul deasupra obiectelor pentru a vedea o descriere sau mai multe despre
ru: Наведите указатель мыши на пункты для получения подробного описания
zh_hans: 悬浮于选项上来查看简介或详细信息
