Repository: Jays2Kings/DS4Windows
Catalog: DS4Windows/Properties/Resources.*.resx
Languages: cs, de_de, es, fi, fr_fr, it_it, nb, ro_ro, ru, zh_hans

source: Swipe Down
de_de: nach unten streichen
es: Desliza hacia Abajo
fi: Pyyhkäisy alas
fr_fr: Glisser vers le bas
it_it: Swipe Giù
nb: Sveip ned
ro_ro: Glisare în jos
ru: Ск-ж. вниз
zh_hans: 下滑

source: Swipe Left
de_de: nach links streichen
es: Desliza hacia la Izquierda
fi: Pyyhkäisy vasemmalle
fr_fr: Glisser vers la gauche
it_it: Swipe Sinistra
nb: Sveip til venstre
ro_ro: Glisare spre stânga
ru: Ск-ж. влево
zh_hans: 左滑

source: Swipe Right
de_de: nach rechts streichen
es: Desliza hacia la Derecha
fi: Pyyhkäisy oikealle
fr_fr: Glisser vers la droite
it_it: Swipe Destra
nb: Sveip til høyre
ro_ro: Glisare spre dreapta
ru: Ск-ж. вправо
zh_hans: 右滑

# SwipeTouchpad
source: Swipe Touchpad to change profiles
de_de: Streiche über das Touchpad, um das Profil zu wechseln.
es: Desliza el Panel Táctil para cambiar perfiles
fi: Pyyhkäise kosketuslevyä vaihtaaksesi profiilia
fr_fr: Glisser sur la pavé tactile pour changer de profil
it_it: Effettuare Swipe sul Touchpad per cambiare profili
nb: Sveip på berøringsplaten for å bytte profiler
ro_ro: Glisați pe touchpad pentru a schimba profilele
ru: Проводить пальцем по тачпаду для смены профиля
zh_hans: 滑动触摸板来切换配置文件

source: Swipe Up
de_de: nach oben streichen
es: Desliza hacia Arriba
fi: Hipaisu ylös
fr_fr: Glisser vers le haut
it_it: Swipe Su
nb: Sveip opp
ro_ro: Glisare în sus
ru: Ск-ж. вверх
zh_hans: 上滑

# TapAndHold
source: Tap and hold to drag, slight delay with single taps
de_de: Tippe und halte zum Ziehen - leichte Verzögerung bei einzelnen tips
es: Mantenga pulsado para arrastrar, ligero retraso con toques simples
fi: Osoittimella vetäminen. Pieni viive yksittäisillä napautuksilla.
fr_fr: Appuyer et maintenir pour glisser, léger retard avec les simples pressions
it_it: Tap e mantenere per trascinare, piccolo ritardo con tap singoli
nb: Rør og hold for å dra, bittelitt forsinkelse ved individuelle berørelser
ro_ro: Apasă și ține apăsat pentru a trage, puțină întârziere cu apăsări individuale
ru: Коснитесь и удерживайте для перетаскивания, задержка с одним касанием
zh_hans: 单击并保持来拖拽，单击时略有延迟

# TestHText
source: Test Heavy
de_de: starke testen
es: Prueba Vib. Pesada
fi: Testaa voimakas
fr_fr: Test fort
it_it: Test Pesante
nb: Tung test
ro_ro: Testează intens
ru: Тест. тяжёлого
zh_hans: 测试重振动

# TestLText
source: Test Light
de_de: schwache testen
es: Prueba Vib. Ligera
fi: Testaa hiljainen
fr_fr: Test léger
it_it: Test Leggero
nb: Lett test
ro_ro: Testează slab
ru: Тест. лёгкого
zh_hans: 测试轻振动

# TestText
source: Test
fi: Testaa
ru: Проверка
zh_hans: 测试

# TextDocs
source: Text Document (*.txt)
cs: Textový dokument (*.txt)
de_de: Text Dokument (*.txt)
es: Inclinacion Abajo
fi: Tekstidokumentti (*.txt)
fr_fr: Document Text (*.txt)
it_it: Documento di Testo (*.txt)
nb: Tekstdokument (*.txt)
ro_ro: Înclinare în jos
ru: Текстовый документ (*.txt)
zh_hans: 文本文档（*.txt）

source: Tilt Down
de_de: Neigung nach Unten
es: Inclinacion Abajo
fi: Kallistus alas
fr_fr: Tilt Bas
it_it: Inclina Giù
nb: Tilt ned
ro_ro: Înclinare în jos
ru: Накл. вниз
zh_hans: 下倾

source: Tilt Left
de_de: Neigung nach Links
es: Inclinacion Izquierda
fi: Kallistus vasemmalle
fr_fr: Tilt Gauche
it_it: Inclina a Sx
nb: Tilt til venstre
ro_ro: Înclinare la stânga
ru: Накл. влево
zh_hans: 左倾

source: Tilt Right
de_de: Neigung nach Rechts
es: Inclinacion Derecha
fi: Kallistus oikealle
fr_fr: Tilt Droite
it_it: Inclina a Dx
nb: Tilt til høyre
ro_ro: Înclinare la dreapta
ru: Накл. вправо
zh_hans: 右倾

source: Tilt Up
de_de: Neigung nach Oben
es: Inclinacion Arriba
fi: Kallistus ylös
fr_fr: Tilt Haut
it_it: Inclina Su
nb: Tilt opp
ro_ro: Înclinare în sus
ru: Накл. вверх
zh_hans: 上倾

# TouchpadMovementOff
source: Touchpad Movement is now Off
cs: Pohyb touhpadu je vypnutý
de_de: Touchpad Bewegung ist jetzt Aus
es: Movimiento de Panel Táctil Apagado
fi: Kosketuslevy pois päältä
fr_fr: Reconnaissance de mouvement du pavé tactile est Désactivée
it_it: Movimenti Touchpad sono ora Disattivati
nb: Berøringsplate-bevegelser er nå skrudd av
ro_ro: Mișcare pe touchpad oprită
ru: Движения тачпадом выключены
zh_hans: 触摸板移动已关闭

# TouchpadMovementOn
source: Touchpad Movement is now On
cs: Pohyb touhpadu je zapnutý
de_de: Touchpad Bewegung ist jetzt An
es: Movimiento de Panel Táctil Encendido
fi: Kosketuslevy päällä
fr_fr: Reconnaissance de mouvement du pavé tactile est Activée
it_it: Movimenti Touchpad sono ora Attivati
nb: Berøringsplate-bevegelser er nå skrudd på
ro_ro: Mișcare pe touchpad pornită
ru: Движения тачпадом включены
zh_hans: 触摸板移动已开启

# TouchpadOffTip
source: Re-enable by pressing PS+Touchpad
cs: Znovu aktivujte stisknutím tlačítka PS+Touchpadu
de_de: Zum Reaktivieren, drücke PS + Touchpad.
es: Rehabilita pulsando PS+Panel Táctil
fi: Aktivoi uudelleen painamalla PS-näppäintä ja kosketuslevyä
fr_fr: Relancez en appuyant sur PS + Pavé tactile
it_it: Ri-abilita premendo PS+Touchpad
nb: Skru på på nytt ved å trykke ned PS-knappen + touchfeltet
ro_ro: Reactivează apăsând PS+Touchpad
ru: Повторное включение нажатием PS + Touchpad
zh_hans: 按下PS键 + 触摸板重新启用

# TwoFingerSwipe
source: 2 finger touchpad swipe left or right
de_de: Streichgeste mit 2 Fingern nach links oder rechts
es: 2 dedos en el Panel Táctil desliza derecha o izquierda
fi: 2 sormen pyyhkäisy vasemmalle tai oikealle
fr_fr: Glisser avec 2 doigts gauche ou droit sur le pavé tactile
it_it: Swipe Touchpad a 2 dita a sinistra o a destra
nb: 2-fingret Berøringsplate-sveip til venstre eller høyre
ro_ro: Glisare spre stânga sau dreapta cu 2 degete pe touchpad
ru: 2 пальцевый жест по тачпаду влево или вправо
zh_hans: 双指在触摸板上左滑或右滑

# TypeNewName
source: type new name here
cs: zadejte nový název
de_de: Neuen Namen hier eingeben
es: escriba nuevo nombre aquí
fi: kirjoita uusi nimi tähän
fr_fr: écrire un nouveau nom ici
it_it: Scrivi nuovo nome qui
nb: Skriv inn nytt navn
ro_ro: scrie noul nume aici
ru: введите сюда новое имя
zh_hans: 在此处输入新名字

# TypeProfileName
source: type profile name here
cs: zadejte nový název profilu
de_de: Profilnamen hier eingeben
es: escriba nombre de perfil aquí
fi: kirjoita profiilin nimi tähän
fr_fr: écrire un nom de profil ici
it_it: Scrivi nome profilo qui
nb: Skriv inn profilnavn
ro_ro: scrie numele profilului aici
ru: введите сюда имя профиля
zh_hans: 在此处输入新配置名字

# UACTask
source: You need to run DS4Windows as the Administrator in order to activate this mode.
fi: DS4Windows sovellus pitää käynnistää järjestelmävalvojan oikeuksilla tämän toiminnon käyttämiseksi.
nb: Du må kjøre DS4Windows som administrator for å skru på denne modusen.
ru: Вам нужно запустить DS4Windows от имени Администратора, чтобы активировать этот режим.
zh_hans: 你需要以管理员模式运行DS4Windows来激活这个模式

# UdpServer
source: Enable UDP server. Server listen address and port. Address value options: 127.0.0.1 localhost only | 0.0.0.0 all addresses | Specific host name or IP address.
fi: Aktivoi UDP palvelu. Palvelun osoite ja portti. Osoitevaihtoehdot: 127.0.0.1 paikallinen | 0.0.0.0 kaikki liittymät | Tietty palvelinnimi tai IP numero.
nb: Skru på UDP-tjeneren. Tjenerlytte-adresse og -port. Adresseverdi-innstillinger: 127.0.0.1 (kun localhost) | 0.0.0.0 (alle adresser) | Spesifikt verts-navn eller -IP-adresse.
ru: Включить сервер UDP. Сервер прослушивает адрес и порт. Параметры значения адреса: 127.0.0.1 только localhost | 0.0.0.0 все адреса | Определенное имя хоста или IP-адрес.
zh_hans: 启用UDP服务器。服务器会监听端口和地址。地址选项：127.0.0.1 仅本地 | 0.0.0.0 全部地址 | 指定主机名或IP地址

source: Unassigned
cs: Nepřiřazeno
de_de: Nicht Zugewiesen
fi: Ei asetettu
fr_fr: Non Assigner
it_it: Non Assegnato
nb: Ikke tilegnet
ru: Не назначено
zh_hans: 未分配

# UpText
source: Up
cs: Nahoru
de_de: Hoch
es: Arriba
fi: Ylös
fr_fr: Haut
it_it: Su
nb: Opp
ro_ro: Sus
ru: Вверх
zh_hans: 上

# UpToDate
source: You are up to date
cs: Máte aktuální verzi
de_de: DS4Windows ist auf dem neuesten Stand
es: Actualizado
fi: Sinulla on viimeisin versio
fr_fr: Votre version de DS4Windows est à jour
it_it: Sei aggiornato
nb: Du er nå oppdatert
ro_ro: Actualizările sunt la zi!
ru: У вас стоит последняя версия
zh_hans: DS4Windows已经是最新版本

# UseControllerForMapping
source: You can also use your controller to change controls
cs: Ovladač můžete použít pro změnu ovládání
de_de: Du kannst auch den Controller verwenden, um die Bedienung zu ändern.
es: También puedes utilizar tu controlador para cambiar controles
fi: Voit myös vaihtaa kontrolleja suoraan ohjaimella
fr_fr: Vous pouvez également utiliser votre manette pour modifier les touches
it_it: Puoi anche usare il tuo controller per cambiare i controlli
nb: Du kan også bruke kontrolleren din til å endre på knappetildelingene
ro_ro: Puteți folosi și maneta pentru a schimba controalele
ru: Используйте контроллер для изменения назначений
zh_hans: 你也可以用控制器来改变设置

# UsingExclusive
source: Using Exclusive Mode
cs: Exkluzivní režim je používán
de_de: Benutze exklusiven Modus
es: Usando Modo Exclusivo
fi: Exclusive mode käytössä
fr_fr: Utilisation du mode Exclusif
it_it: Utilizzando Modalità Esclusiva
nb: Benytter eksklusiv modus
ro_ro: Folosind modul exclusiv
ru: Включен приоритетный режим
zh_hans: 使用独占模式

# UsingProfile
source: Controller *number* is using Profile “*Profile name*"
cs: Ovladač *number* používá profil "*Profile name*"
de_de: Controller *number* benutzt jetzt Profil "*Profile name*"
es: Controlador *number* está usando perfil "*Profile name*"
fi: Ohjain *number* käyttää profiilia "*Profile name*"
fr_fr: La manette *number* utilise le profil "*Profile name*"
it_it: Il Controller *number* sta usando il Profilo "*Profile name*"
nb: Kontroller *number* benytter «*Profile name*»-profilen
ro_ro: Maneta *number* folosește profilul "*Profile name*"
ru: Для *number*-го контроллера задействован профиль "*Profile name*"
zh_hans: 控制器 {0} 正在使用配置 "{1}"。电池电量为 {2}%

# UsingShared
source: Using Shared Mode
cs: Sdílený režim je používán
de_de: Benutze geteilten Modus
es: Usando Modo Compartido
fi: Jaettu tila käytössä
fr_fr: Utilisation du mode Partagé
it_it: Utilizzando Modalità Condivisa
nb: Benytter delt modus
ro_ro: Folosind modul partajat
ru: Включен совместный режим
zh_hans: 使用共享模式

# UsingTPSwipes
source: This disables the Touchpad as a mouse
cs: Tímto vypnete chování touchpadu jako myši
de_de: Dies deaktiviert, dass das Touchpad als Maus benutzt werden kann.
es: Esto desactiva el panel táctil como un ratón
fi: Kosketuslevy ei toimi hiirenä
fr_fr: Désactivation du pavé tactile comme souris
it_it: Questo disabilita il Touchpad come mouse
nb: Dette skrur av berøringsfeltets museetterligning
ro_ro: Acesta dezactivează touchpad-ul ca mouse
ru: Это отключит возможность использования тачпада в качестве указателя
zh_hans: 这会禁止将触摸板用作鼠标

# ValidName
source: Please enter a valid name
cs: Prosím, zadejte platný název
de_de: Bitte gültigen Namen eingeben
es: Por favor ingresa un nombre válido
fi: Aseta kelpaava nimi
fr_fr: Veuillez insérer un nom valide
it_it: Per favore immettere un nome valido
nb: Vennligst skriv inn et gyldig navn
ro_ro: Vă rog, introduceți un nume valid
ru: Пожалуйста, введите допустимое имя
zh_hans: 请输入一个有效名字

# WaitMS
source: Wait *number*ms
cs: Počkat *number*ms
de_de: Warte *number*ms
es: Espere *number*ms
fi: Odota *number*ms
fr_fr: Attendre *number**ms*
it_it: Aspetta *number**ms*
nb: Vent *number*ms
ro_ro: Asteaptă *number*ms
ru: Задержка *number**мс*
zh_hans: 等待 *number* ms

source: Will Keep
cs: Ponechat
de_de: Wird gehalten
es: Se mantendrá
fi: Pidetään
fr_fr: Sera Garder
it_it: Mantenere
nb: Vil beholde
ro_ro: Se va păstra
ru: Удержание
zh_hans: 会保持

# XMLFiles
source: XML Files (*.xml)
cs: XML soubory (*.xml)
de_de: XML Dateien (*.xml)
fi: XML-tiedostot (*xml)
fr_fr: Fichiers XML (*.xml)
it_it: File XML (*.xml)
nb: XML-filer (*.xml)
ru: XML-файлы (*.xml)
zh_hans: XML 文件 (*.xml)

# SASteeringWheelEmulationCalibrateInstruction
source: All calibraton points are set when lightbar color turns to green. While turning the controller the lightbar color flashes when the controller is at calibration point. Accept calibration with OK button
fi: Kaikki kolme kalibrointipistettä on asetettu kun valopalkin väri on muuttunut vihreäksi. Ohjaimen kallistelun aikana valopalkki vilkkuu kun ohjain on kallistettu kalibrointipisteen kohdalle. Hyväksy kalibrointi OK napilla.
nb: Alle kalibreringspunkter er satt når lysplatens farge lyser grønt. Når kontrolleren vris, blinker lysplatens farge når kontrolleren er ved et kalibreringspunkt. Godkjenn kalibreringen ved å klikke på OK-knappen
ru: Все точки калибровки устанавливаются, когда цвет светлой полосы становится зеленым. При повороте контроллера цвет индикатора мигает, когда контроллер находится в точке калибровки. Подтвердите калибровку кнопкой ОК
zh_hans: 所有校准点都设置好后灯条会变绿。在转动控制器到校准点时，灯条会闪烁。按下OK按钮接受校准

# SASteeringWheelEmulationCalibrateInstruction1
source: (1) Center the controller, hold it steady and press "X"
fi: (1) Keskitä ohjain vaakatasoon, pidä ohjain vakaana ja paina "X"
nb: (1) Sentrer kontrolleren, hold den stødig, og trykk på «X»
ru: (1) Отцентрируйте контроллер, удерживайте его и нажмите "X"
zh_hans: （1）回中控制器，保持稳定并按”X”

# SASteeringWheelEmulationCalibrateInstruction2
source: (2) Turn to 90° left (or right) position and press "X"
fi: (2) Kallista ohjainta 90° vasemmalle (tai oikealle) keskikohdasta ja paina "X"
nb: (2) Vri 90° til venstre (eller høyre) og trykk på «X»
ru: (2) Поверните на 90Â° влево (или вправо) и нажмите "X"
zh_hans: （2）左转90Â°（或右转）并按“X”

# SASteeringWheelEmulationCalibrateInstruction3
source: (3) Turn to 90° right (or left) position and press "X"
fi: (3) Kallista ohjainta 90° oikealle (tai vasemmalle) keskikohdasta ja paina "X"
nb: (3) Vri 90° til høyre (eller venstre) og trykk på «X»
ru: (3) Поверните на 90Â° вправо (или влево) и нажмите "X"
zh_hans: （3）右转90Â°（或左转）并按“X”

# SASteeringWheelEmulationCalibrateNoControllerError
source: Cannot calibrate gyro (sixaxis) steering wheel emulation values without a controller. Connect a controller via bluetooth or usb
fi: Rattiohjainemuloinnin sixaxis kallistusantureita ei voi kalibroida ilman ohjainta. Kytke ohjain joko bluetooth tai usb yhteydellä
nb: Gyroskop-rattvridningsemuleringen (Sixaxis) kan ikke kalibreres uten en kontroller. Koble til en kontroller gjennom Bluetooth eller USB
ru: Невозможно откалибровать значения эмуляции гироскопического (шестиосного) рулевого колеса без контроллера. Подключите контроллер через Bluetooth или USB
zh_hans: 无控制器时无法校准陀螺仪（六轴）方向盘模拟。请通过蓝牙或者USB连接一个控制器

# SASteeringWheelEmulationCalibrateNoneAxisError
source: Gyro steering wheel emulation axis option is set to NONE (emulation is not used). Please select an axis option before calibrating the sixaxis gyro steering wheel emulation
fi: Gyro rattiohjainemuloinnin käyttöakseli on asetettu NONE (ei käytössä) valinnalle. Valitse jokin muu valintavaihtoehto ennen sixaxis rattiohjainemuloinnin kalibrointia
nb: Gyroskop-rattvridningsemuleringen akseinnstillinger er satt til INGEN (emulering er ikke i bruk). Vennligst velg en akseinnstilling før du kalibrerer Sixaxis-rattvridningsemuleringen
ru: Опция оси эмуляции рулевого колеса гироскопа установлена на НЕТ (эмуляция не используется). Пожалуйста, выберите опцию оси перед калибровкой эмуляции шестиосного гироскопа
zh_hans: 陀螺仪方向盘模拟选项被设置为NONE（模拟未启用）。请在校准六轴陀螺仪方向盘模拟前选择一个轴选项。

source: N/A
nb: Irrelevant
ru: Н/Д
