Repository: Jays2Kings/DS4Windows
Catalog: DS4Windows/Properties/Resources.*.resx
Languages: cs, de_de, es, fi, fr_fr, it_it, nb, ro_ro, ru, zh_hans

# IfRemovingDS4Windows
source: If removing DS4Windows, You can delete the settings following the profile folder link
de_de: Wenn du DS4Windows entfernst, kannst du die Einstellungen löschen. Folge dazu dem Link zum Profilordner.
es: Si borras DS4Windows, puedes eliminar la configuración siguiendo el enlace Carpeta de Perfil
fi: Jos poistat DS4Windows:in, voit poistaa myös asetukset kansiolinkistä
fr_fr: Si suppression de DS4Windows, vous pouvez supprimer les paramètres en suivant le lien du dossier de profil
it_it: Se rimuovi DS4Windows, puoi cancellare le impostazioni seguendo il link alla cartella profilo
nb: Hvis du vil fjerne DS4Windows, kan du slette innstillingene ved å følge denne profilmappelenken
ro_ro: Dacă ștergeți DS4Windows, puteți șterge setările urmărind profilul folderului link
ru: При удалении DS4Windows, вы можете удалить параметры настройки в папке профиля программы
zh_hans: 如果要删除DS4Windows，你可以删除这些文件夹中的设置

# InputDelay
source: Input Delay: *number*ms
de_de: Eingabeverzögerung: *number*ms
es: Retraso de entrada: *number*ms
fi: Viive: *number*ms
it_it: Ritardo Input: *number*ms
nb: Inndataforsinkelse: *number*ms
ro_ro: Întârziere la intrare: *number*ms
ru: Задержка ввода: {0} мс
zh_hans: 输入延迟： {0:0.##} ms

source: Install Complete
de_de: Installation abgeschlossen
es: Instalación Completada
fi: Asennus valmis
fr_fr: Installation terminée
it_it: Installazione Completata
nb: Installasjon fullført
ro_ro: Instalare completă
ru: Установка завершена
zh_hans: 安装完成

# InstallDriver
source: Install Drivers here
de_de: Treiber hier installieren
es: Instalar Drivers aquí
fi: Asenna ajurit tästä
fr_fr: Installer les pilotes ici
it_it: Installa Driver qui
nb: Installer drivere her
ro_ro: Instalează drivere-le aici
ru: Установите этот драйвер
zh_hans: 在此处安装驱动

# InstallFailed
source: Install Failed, Please Retry
de_de: Installation fehlgeschlagen, bitte erneut versuchen
es: La instalación ha fallado, por favor vuelva a intentarlo
fi: Asennus epäonnistui, kokeile uudelleen
fr_fr: Installation échouée, Veuillez Réessayer
it_it: Installazione Fallita. Riprova
nb: Installasjonen mislyktes, vennligst prøv på nytt
ru: Установка не удалась. Пожалуйста повторите
zh_hans: 安装失败，请重试

source: Installing...
de_de: Installiere ...
es: Instalando...
fi: Asennetaan...
fr_fr: Installation ...
it_it: Installazione...
nb: Installerer ...
ro_ro: Se instalează...
ru: Установка...
zh_hans: 安装中...

# Jitter
source: Use Sixaxis to help calculate touchpad movement
de_de: Verwende Sixaxis, um die Berechnung der Touchpad-Bewegung zu verbessern.
es: Utiliza Sixaxis para ayudar a calcular el movimiento del Panel Táctil
fi: Käytä Sixaxista auttamaan koskestuslevyn kalibroinnissa
fr_fr: Utiliser Sixaxis pour aider au calcul des mouvements du pavé tactile
it_it: Usa Sixaxis per aiutare a calcolare i movimenti touchpad
nb: Bruk Sixaxis for å hjelpe til med å kalkulere touchfelt-bevegelser
ro_ro: Folosește Sixaxis pentru a ajuta calculul mișcării pe touchpad
ru: Использовать Sixaxis для помощи в вычислении движений тачпада
zh_hans: 使用六轴陀螺仪来帮助计算触摸板移动

# KeepThisSize
source: Keep this window size after closing
de_de: Fenstergröße speichern
es: Mantener este tamaño de ventana después de cerrar
fi: Pidä ikkunan koko sulkemisen jälkeen
fr_fr: Garder les dimensions de la fenêtre après fermeture
it_it: Mantieni questa dimensione della finestra dopo la chiusura
nb: Behold denne vindusstørrelsen etter lukking
ro_ro: Păstreză această mărime a ferestrei după închidere
ru: Запоминать размер окна после закрытия
zh_hans: 在关闭后保持这个窗口尺寸

# LanguagePackApplyRestartRequired
source: Language pack change will take effect after DS4Windows application is restarted.
cs: Změna jazykového balíčku se projeví po restartu aplikace DS4Windows.
fi: Kielivalinta tulee voimaan kun DS4Windows sovellus käynnistetään seuraavan kerran uudelleen.
nb: Språkpakkeendringer vil bli benyttet etter at DS4Windows-programmet har blitt omstartet.
ru: Выбранный языковой пакет будет применен после перезапуска приложения DS4Windows.
zh_hans: 语言包仅会在DS4Windows重启后生效

# LatencyNotOverTen
source: Controller *number*'s latency now under 10ms
de_de: Latenz von Controller *number* ist nun unter 10ms
es: Controlador *number* tiene menos de 10ms de latencia
fi: Ohjain *number* viive alle 10ms
fr_fr: Manette *number* latence inférieure à 10 ms
it_it: Latenza del Controller *number* ora inferiore a 10ms
nb: Kontroller *number* sin latens er nå på under 10ms
ro_ro: Latența manetei *number* este acum sub 10ms
ru: Задержка *number*-го контроллера сейчас меньше 10 мс
zh_hans: 控制器 *number* 的延迟现在已在10ms以内

# LatencyOverTen
source: Controller *number*'s latency over 10ms
de_de: Latenz von Controller *number* ist über 10ms
es: Controlador *number* tiene más de 10ms de latencia
fi: Ohjain *number* viive yli 10ms
fr_fr: Manette *number* latence supérieure à 10 ms
it_it: Latenza del Controller *number* superiore a 10ms
nb: Kontroller *number* sin latens er på over 10ms
ro_ro: Latența manetei *number* este peste 10ms
ru: Задержка *number*-го контроллера больше 10 мс
zh_hans: 控制器 {0} 的延迟超过了10ms ({1} ms)

source: Launch *program*
de_de: Starte *program*
es: Abrir *program*
fi: Käynnistä *program*
fr_fr: Démarrer *program*
it_it: Lancia *program*
nb: Start *program*
ro_ro: Lansează *program*
ru: Запустить *program*
zh_hans: 启动 *program*

# LightByBatteryTip
source: Also dim light by idle timeout if enabled when DS4 is fully charged
de_de: Bei Leerlauf Licht dimmen EIN
es: También atenuar la luz por tiempo de inactividad, si está encendida
fi: Himmennä valo jos ohjain ei ole käytössä
fr_fr: Baisser la luminosité lors de la mise en veille
it_it: Oscura luminosità anche dopo un tempo di inattività se ON
nb: Demp også lyset ved tidsavbrudd når DS4 er fulladet, dersom dette er skrudd på
ru: Также затенять по времени простоя если DS4 полностью заряжен
zh_hans: 当DS4 完全充电后在挂机时间过后也会调暗灯光

source: Loading...
de_de: Lade ...
es: Cargando...
fi: Ladataan...
fr_fr: Chargement...
it_it: Caricamento...
nb: Laster inn ...
ro_ro: Se încarcă...
ru: Загрузка...
zh_hans: 加载中...

source: Load *profile*
de_de: Lade *profile*
es: Cargar *profile*
fi: Lataa *profile*
fr_fr: Charger *profile*
it_it: Carica *profile*
nb: Last inn *profile*
ro_ro: Încarcă *profile*
ru: Загрузить *profile*
zh_hans: 加载 *profile*

source: Macro
de_de: Makro
nb: Makro
ru: Макрос
zh_hans: 宏

# MacroKeepKeyStateTip
source: Keep the last key state when macro execution is completed (ie. if a key is left in down state then it is not automatically reset back to default state)
fi: Säilytä napin tilatieto kun makron suoritus on päättynyt (jos makro jättää napin Painettu-tilaan, niin makron suoritus ei automaattisesti palauta napin tilatietoa takaisin oletustilaan)
ru: Сохранять последнее состояние ключа, когда выполнение макроса завершено (т.е. если ключ отключен, он не будет автоматически возвращен в состояние по умолчанию)
zh_hans: 在宏执行完成后保持最后一个按键状态（例如，当结束时某个键是按下的状态，不会被重置到默认状态）

source: Macro Recorded
de_de: Makro aufgezeichnet
fi: Makro tallennettu.
nb: Makroen er tatt opp
ru: Макрос записан
zh_hans: 宏已录制

# MacroRepeatTip
source: Repeat a macro while the trigger key is held down
fi: Toista makron suoritusta painikkeen painamisen ajan
ru: Повторить макрос, удерживая нажатой триггерную клавишу
zh_hans: 当触发键按下时重复宏

# MacroRunOnReleaseTip
source: Run a macro on the trigger key release
fi: Suorita makro painikkeen vapautuksella
ru: Запустить макрос при отпускании триггерной клавиши
zh_hans: 当触发键松开时执行宏

# MacroScanCodeTip
source: Use a scan code value of keyboard keys in a macro
fi: Käytä scan code näppäinkoodeja makrossa
ru: Использовать значение кода сканирования клавиш клавиатуры в макросе
zh_hans: 在宏中使用键盘的扫描码

# MacroSynchronizedRunTip
source: Run multiple macros in synchronized order if the same trigger has several macros (key down macro completed before key release macro is run)
fi: Suorita useampi makro synkronoidussa järjestyksessä (esim painikkeen aktivoinnin makro suoritetaan kokonaisuudessa ennen painikkeen vapautuksen makroa)
ru: Запускать несколько макросов в синхронизированном порядке, если один и тот же триггер имеет несколько макросов (макрос нажатия клавиши завершен до запуска макроса освобождения ключа)
zh_hans: 如果同一个触发按键有多个宏，按照同步顺序运行多个宏（抬起按键的宏会在按下按键的宏完成后运行）

# MakeNewProfile
source: Make a New Profile
de_de: Erstelle ein neues Profil
es: Crear un Nuevo Perfil
fi: Uusi profiili
fr_fr: Créer un nouveau profil
it_it: Crea un Nuovo Profilo
nb: Lag en ny profil
ro_ro: Creează un profil nou
ru: Создать новый профиль
zh_hans: 创建一个新配置

# MultiAction
source: Mutli-Action Button
de_de: Multi-Aktions Knopf
fi: Monitoiminappi
nb: Flerknapphandling
zh_hans: 多动作按键

source: New
de_de: Neu
es: Nuevo
fi: Uusi
fr_fr: Nouveau
it_it: Nuovo
nb: Ny
ro_ro: Nou
ru: Создать
zh_hans: 新建

# NoMacroRecorded
source: No macro was recorded
de_de: Es wurde kein Makro aufgezeichnet.
es: Ningún macro fue grabado
fi: Macroa ei nauhoitettu
fr_fr: Aucune macro enregistrée
it_it: Nessuna macro registrata
nb: Ingen makroer ble tatt opp
ro_ro: Niciun Macro nu a fost înregistrat
ru: Нет записанных макросов
zh_hans: 没有宏被录制

# noneProfile
source: (none)
de_de: (nichts)
es: (ninguno)
fi: (tyhjä)
fr_fr: (aucun)
it_it: (nessuno)
nb: (ingen)
ro_ro: (niciun)
ru: (отсутствует)
zh_hans: 无

# NoneText
source: none
de_de: leer
es: ninguno
fi: tyhjä
fr_fr: aucun
it_it: nessuno
nb: ingen
ro_ro: niciun
ru: отсутствует
zh_hans: 无

source: No Profile Loaded
de_de: Kein Profil geladen
es: Ningún perfil cargado
fi: Profiilia ei ladattu
fr_fr: Pas de profil chargé
it_it: Nessun Profilo Caricato
nb: Ingen profiler er lastet inn
ro_ro: Niciun profil încărcat
ru: Профиль не загружен
zh_hans: 没有配置被加载

# NotUsingProfile
source: Controller *number* is not using a profile
de_de: Controller *number* benutzt kein Profil
es: Controlador *number* no está utilizando un perfil
fi: Ohjain *number* profiilia ei ole käytössä
fr_fr: Manette *number* n'a pas de profile
it_it: Il Controller *number* non sta utilizzando alcun profilo
nb: Kontroller *number* bruker ikke en profil
ro_ro: Maneta *number* nu folosește niciun profil
ru: *number*-й контроллер не использует профиль
zh_hans: 控制器 {0} 没有分配配置。电池电量是 {1}%

source: Not valid
de_de: Ungültig
es: No válido
fi: Ei kelpaa
fr_fr: Invalide
it_it: Non valido
nb: Ugyldig
ro_ro: Invalid
ru: Недопустимая операция
zh_hans: 无效

source: Opening Installer
de_de: Starte Installationsprogramm
es: Abriendo Instalador
fi: Avataan asennusohjelmaa
fr_fr: Ouverture de l'installateur
it_it: Apertura Installer
nb: Åpner installatøren
ro_ro: Se deschide programul de instalare
ru: Открытие установщика
zh_hans: 打开安装包

# OpenScpDriver
source: Please Open ScpDriver.exe
de_de: Bitte ScpDrivers.exe starten
es: Por favor abre ScpDriver.exe
fi: Avaa ScpDriver.exe
fr_fr: Veuillez ouvrir ScpDriver.exe
it_it: Per favore Aprire ScpDriver.exe
nb: Vennligst åpne ScpDriver.exe
ro_ro: Vă rog să deschideți ScpDriver.exe
ru: Пожалуйста, откройте SCPDrivers.exe
zh_hans: 请打开 ScpDriver.exe

# OtherFileLocation
source: , other location files will be deleted
de_de: , Dateien an anderen Speicherorten werden gelöscht
es: , otros archivos de localización serán eliminados
fi: , muut tiedostot poistetaan
fr_fr: , les fichiers à un autre endroit seront effacés
it_it: , i file nelle altre cartelle verranno cancellati
nb: , andre plasseringsfiler vil bli slettet
ro_ro: , fișierele din altă locație for fi șterse
ru: , старые настройки из другой папки будут удалены
zh_hans: ，其他地方的文件会被删除。

# OutContNotice
source: Choose the type of output virtual controller (Applies on profile save)
fi: Valitse virtuaaliohjaimen tyyppi (muutos tulee voimaan profiilin tallennuksen jälkeen)
nb: Velg utdatatypen til den virtuelle kontrolleren (Tas i bruk etter profillagring)
ru: Выберите тип выходного виртуального контроллера (Применяется при сохранении профиля)
zh_hans: 选择输出虚拟手柄类型（在配置文件保存时应用）

# PleaseDownloadUpdater
source: Please Download the Updater now, place it in the programs folder and rename to DS4Updater.exe if on x86, then check for update again
de_de: Lade bitte den Updater herunter und kopiere ihn dann ins Programmverzeichnis. Suche anschließend erneut nach einer Aktualisierung.
es: Por favor Descarga el Actualizador ahora, colócalo en la carpeta programas, y luego busca si hay nuevas actualizaciones
fi: Lataa päivitysohjelma nyt, siirrä se asennuskansioon ja tarkista päivitykset uudelleen
fr_fr: Veuillez télécharger le centre de mises à jour maintenant, placer le dans le dossier de l'application, puis vérifier de nouveau la disponibilité d'une mise à jour
it_it: Per favore Scarica l'Uploader ora, e posizionalo nella cartella del programma, poi controlla per aggiornamenti nuovamente
nb: Vennligst last ned oppdatereren nå, plassér den i programmappen, og gi den navnet DS4Updater.exe hvis du er på x86, og så let etter oppdateringer på nytt
ro_ro: Vă rog să descărcați Actualizatorul acum, și plasați-l in folderul cu programe, apoi verficați din nou pentru actualizări
ru: Пожалуйста, скачайте Updater, поместите его в папку с программой, переименуйте в DS4Updater.exe для x86 и снова проверьте наличие обновлений
zh_hans: 请现在下载 Updater，并放在文件夹中然后重命名为 DS4Updater.exe （x86设备），然后重新检查更新。DS4Windows会在这个窗口关闭后尝试打开DS4Updater下载页面。

# PleaseImport
source: Please import or make a profile
de_de: Bitte erstelle oder importiere ein Profil
es: Por favor importa o crea un perfil
fi: Tuo tai tee uusi profiili
fr_fr: Veuillez importer ou créer un profil
it_it: Per favore importa o crea un profilo
nb: Vennligst importer eller opprett en profil
ro_ro: Vă rog să importați sau creați un profil
ru: Импортируйте или создайте профиль
zh_hans: 请导入或创建一个配置。

# PlusNewProfile
source: New Profile
de_de: Neues Profil
es: Nuevo Perfil
fi: Uusi profiili
fr_fr: Nouveau Profile
it_it: Nuovo Profilo
nb: Ny profil
ro_ro: Profil nou
ru: Новый профиль
zh_hans: 新配置

# ProfileCannotRestore
source: *Profile name* cannot be restored.
de_de: *Profile name* kann nicht wiederhergestellt werden.
es: *Profile name* no puede ser restaurado.
fi: *Profile name* ei voitu palauttaa
fr_fr: *Profile Name* ne peut être restauré
it_it: *Profile name* non può essere ripristinato.
nb: *Profile name* kunne ikke bli gjenopprettet.
ro_ro: *Profile name* nu poate fi reface
ru: *Profile name* невозможно будет восстановить.
zh_hans: *Profile name* 无法保存

# ProfileFolderMoved
source: Profile Folder Moved to program folder
de_de: Profilordner wurde in den Programmordner verschoben.
es: Carpeta de Perfil se ha movido a Carpeta de Programa
fi: Profiilikansio siirrettiin ohjelmakansioon
fr_fr: Dossier du Profil déplacé vers le dossier contenant l'application
it_it: Cartella del Profilo spostata nella cartella del programma
nb: Profilmappen ble flyttet til programmappen
ro_ro: Folderul cu profile mutat în folderul programului
ru: Профили хранятся в папке с программой
zh_hans: 配置文件夹被移动到程序文件夹

source: Programs
de_de: Programme
es: Programas
fi: Ohjelmat
fr_fr: Programmes
it_it: Programmi
nb: Programmer
ro_ro: Programe
ru: Программы
zh_hans: 程序

# QuickCharge
source: EXPERIMENTAL: Auto-Disable BT when connecting to USB
de_de: Experimentell: Deaktiviere die Bluetooth-Verbindung automatisch, wenn per USB verbunden wird.
es: EXPERIMENTAL: Auto-desactiva BT cuando se conecta a USB
fi: KOKEELLINEN: Kytke Bluetooth automaattisesti pois kun ohjain liitetään USB:hen
fr_fr: EXPERIMENTAL : Déconnexion automatique du BT lors du branchement d'un cable USB
it_it: SPERIMENTALE: Auto-Disabilita BT quando ci si connette con USB
nb: EKSPERIMENTELT: Skru av BT automatisk når det kobles til med USB
ro_ro: EXPERIMENTAL: Deazactivare automată a BT la conectarea la USB
ru: Автоотключение Bluetooth при подключении по USB
zh_hans: 当通过USB连接时自动禁用蓝牙

# QuitOtherPrograms
source: You must quit other applications like UWP apps (Netflix), Steam, Uplay, NVIDIA IN-GAME before activating the 'Hide DS4 Controller' option. For more info check https://github.com/Ryochan7/DS4Windows/wiki/Exclusive-Mode-(Hide-DS4-Controller-config-option)-tips-and-issues
de_de: Du musst andere Programme wie Steam oder Uplay beenden, bevor du die Option, "Verstecke DS4 Controller" aktivierst.
es: Debes salir de otras aplicaciones como Steam, Uplay antes de activar la opción "Ocultar controlador DS4"
fi: Sinun täytyy poistua ohjelmista kuten Steam/Uplay ennenkuin aktivoit "piilota DS4-ohjain2" asetuksen
fr_fr: Vous devez quitter les autres applications telles que Steam, Uplay avant d'activer l'option "Cacher la manette DS4"
it_it: Devi chiudere le altre applicazioni come Steam, Uplay prima di attivare l'opzione 'Nascondi Controller DS4'.
nb: Du må lukke andre programmer som UWP-apper (Netflix), Steam, Uplay, NVIDIA IN-GAME, osv., før du skrur på «Skjul DS4-kontroller»-innstillingen. For mere informasjon, gå til https://github.com/Ryochan7/DS4Windows/wiki/Exclusive-Mode-(Hide-DS4-Controller-config-option)-tips-and-issues
ru: Перед активацией функции "Спрятать DS4" вы должны выйти из игровых клиентов, таких как Steam, Uplay, Origin и пр. Подробности на https://github.com/Ryochan7/DS4Windows/wiki/Exclusive-Mode-(Hide-DS4-Controller-config-option)-tips-and-issues
zh_hans: 在启用隐藏DS4控制器之前，你必须退出其他 UWP 应用 (Netflix), Steam, Uplay, Edge, NVIDIA IN-GAME。详见：https://github.com/Ryochan7/DS4Windows/wiki/Exclusive-Mode-(Hide-DS4-Controller-config-option)-tips-and-issues

# RecordText
source: Record
de_de: Aufnehmen
es: Grabar
fi: Nauhoita
fr_fr: Enregistrer
it_it: Registra
nb: Ta opp
ro_ro: Înregistrează
ru: Запись
zh_hans: 录制

# RightClickPresets
source: Right Click to set presets for a set of controls
de_de: Rechtsklick, um eine Voreinstellung für eine Reihe von Steuerungen zu setzen.
es: Click Derecho para configurar ajustes preestablecidos para un conjunto de controles
fi: Klikkaa hiiren oikealla napilla nähdäksesi esimääritellyt ohjainasetukset
fr_fr: Click droit pour choisir les pré-réglages d'une série de contrôles
it_it: Click Destro per impostare presets per un set di controlli
nb: Høyreklikk for å tildele forhåndsinnstilinger til et kontrollsett
ro_ro: Click dreapta pentru a seta presetările pentru un set de controale
ru: Правый клик для выбора пресета
zh_hans: 右键单击以设置一组控制的预设

# RunAtStartup
source: Tells Windows to start DS4Windows after login
fi: Määrittää Windowsin käynnistämään DS4Windows sovelluksen kirjautumisen yhteydessä
ru: Windows запустит DS4Windows после входа
zh_hans: 让Windows在登录后启动DS4Windows

# SASteeringWheelEmulationCalibrate
source: Calibration of sixaxis wheel emulation
fi: Sixaxis rattitoiminnon kalibrointi
nb: Kalibrering av Sixaxis-hjulemulering
ru: Калибровка эмуляции шестиосного колеса
zh_hans: 六轴方向盘模拟的校准

source: Save Recorded Macro?
de_de: Aufgezeichnetes Makro speichern?
es: Guardar Macro grabado?
fi: Tallenna macro?
fr_fr: Sauvegarder le macro enregistré?
it_it: Salvare Macro Registrata?
nb: Vil du lagre den innspilte makroen?
ro_ro: Salvează Macro-ul înregistrat?
ru: Сохранить записанный макрос?
zh_hans: 保存已录制的宏？

source: Scan Code
es: Código de escaneo
fr_fr: Scannez le code
it_it: Scansiona Codice
nb: Skann kode
ro_ro: Scanează codul
ru: Скан-код
zh_hans: 扫描码

# SearchingController
source: Searching for controllers...
de_de: Suche nach Controllern ...
es: Buscando controladores...
fi: Etsitään ohjaimia...
fr_fr: Cherche des manettes...
it_it: In cerca di controller...
nb: Søker etter kontrollere ...
ro_ro: Caut manete...
ru: Поиск контроллеров...
zh_hans: 寻找控制器中...

# SelectActionTitle
source: Select an action for *action*
de_de: Wähle eine Aktion für *action*
es: Selecciona una acción para *action*
fi: Valitse toiminto *action*lle
fr_fr: Sélectionner une action pour *action*
it_it: Seleziona un'azione per *action*
nb: Velg en handling for *action*
ro_ro: Selectează o acțiune pentru *action*
ru: Выберите действие для *action*
zh_hans: 为 *action* 选择一个动作

# SelectMacro
source: Select a macro
de_de: Wähle ein Makro aus
fi: Valitse makro
nb: Velg en makro
ru: Выберите макрос
zh_hans: 选择一个宏

source: Set Regular Trigger
de_de: Normalen-Auslöser setzen
es: Establece Gatillo Regular
fi: Aseta aktivointipainike
fr_fr: Definir Gachette Normale
it_it: Imposta Trigger Regolare
nb: Bestem en vanlig trigger
ro_ro: Setare declanșator normal
ru: Назначить регулярный триггер
zh_hans: 设置普通扳机

source: Set Unload Trigger
de_de: Entfernungsauslöser setzen
es: Establece descarga de Gatillo
fi: Aseta poiskytkentäpainike
fr_fr: Definir Gachette Decharger
it_it: Imposta Trigger Unload
nb: Bestem en avlastingstrigger
ro_ro: Setare declanșator de descărcare
ru: Назначить выгружаемый триггер
zh_hans: 设置 Unload 扳机

source: Shortcuts
de_de: Tastenkürzel
es: Atajos
fi: Pikakuvakkeet
fr_fr: Raccourcis
it_it: Scorciatoie
nb: Snarveier
ro_ro: Scurtături
ru: Ярлыки
zh_hans: 快捷方式

# ShowAutoProfileDebugLogTip
source: If enabled then Log tab page shows detailed messages of auto-profile events.
fi: Näytä automaattiprofiilivalintojen tarkempia valvontaviestejä Loki-välilehdellä.
ru: Если этот параметр включен, на вкладке «Журнал» отображаются подробные сообщения о событиях автоматического профиля.
zh_hans: 在启用时，日志页面会显示关于自动切换配置事件的详细信息。

# SixAxisReading
source: Click for advanced Sixaxis reading
de_de: Klicken, für erweiterterte Sixaxis Auslesung
es: Haz click para leer Sixaxis avanzado
fi: Klikkaa lisätietoja Sixaxiksesta
fr_fr: Cliquer pour les valeurs avancées du Sixaxis
it_it: Clicka per letture avanzate del Sixaxis
nb: Klikk for å få avanserte Sixaxis-målinger
ro_ro: Click pentru citire avansată de la Sixaxis
ru: Нажмите для считывания дополнительных возможностей Sixaxis
zh_hans: 点击查看进阶六轴读数

# SquareStickRoundness
source: Roundness of Square Stick corners
fi: Neliötikun kulmien pyöristys
ru: Округлость квадратного стика
zh_hans: 方形摇杆的边角圆率

source: Starting...
de_de: Starte ...
es: Iniciando...
fi: Käynnistetään
fr_fr: Ouverture...
it_it: Inizio...
nb: Starter opp...
ro_ro: În curs de pornire...
ru: Запуск...
zh_hans: 启动中

# StartText
source: Start
de_de: Starten
es: Inicio
fi: Käynnistä
fr_fr: Démarrer
it_it: Inizia
ro_ro: Pornește
ru: Запустить
zh_hans: 开始

# Step1
source: Step 1: Install the ViGEmBus Driver
de_de: Schritt 1: Installiere den DS4 Treiber
es: Paso 1: Instala el Driver DS4
fi: Kohta 1: Asenna DS4 ajuri
fr_fr: Étape 1: Installez les pilotes DS4
it_it: Passo 1: Installa il Driver DS4
nb: Trinn 1: Installer ViGEmBus-driveren
ro_ro: Pasul 1: Instalează driver-ul DS4
ru: Шаг 1: Установите драйвер DS4
zh_hans: 步骤1：安装ViGemBus驱动

# StopHText
source: Stop Heavy
de_de: starke stoppen
es: Detener Vib. Pesada
fi: Lopeta
fr_fr: Arrêtez fort
it_it: Arresto Pesante
nb: Stopp tungristing
ro_ro: Oprește Intens
ru: Ост. тяжёлый
zh_hans: 停止重震动

# StopLText
source: Stop Light
de_de: schwache stoppen
es: Detener Vib. Ligera
fi: Lopeta
fr_fr: Arrêtez léger
it_it: Arresto Leggero
nb: Stopp lettristing
ro_ro: Oprește Slab
ru: Ост. лёгкий
zh_hans: 停止轻震动

source: Stopped DS4Windows
de_de: DS4Windows beendet
es: DS4Windows detenido
fi: DS4Windows suljettiiin
fr_fr: Arrêt de DS4Windows
it_it: DS4Windows Arrestato
nb: Stoppet DS4Windows
ro_ro: DS4Windows a fost oprit
ru: Остановлена работа DS4Windows
zh_hans: 停止DS4Windows

# StoppingDS4
source: Stopping DS4 Controllers
de_de: Beende DS4 Controller
es: Deteniendo Controladores DS4
fi: DS4 ohjaimet lopetetaan
fr_fr: Arrêt des manettes DS4
it_it: Controller DS4 in arresto
nb: Stoppet DS4-kontrollerne
ro_ro: Se opresc manetele DS4
ru: Остановка контроллеров DS4
zh_hans: 停止DS4 控制器输入

# StoppingX360
source: Stopping X360 Controllers
de_de: Beende X360 Controller
es: Deteniendo Controladores X360
fi: X360 ohjaimet lopetetaan
fr_fr: Arrêt des manettes X360
it_it: X360 Controller in arresto
nb: Stoppet X360-kontrollerne
ro_ro: Se opresc manetele X360
ru: Остановка контроллеров X360
zh_hans: 停止

# StopText
source: Stop
de_de: Stoppen
es: Detener
fi: Lopeta
fr_fr: Arrêter
it_it: Arresta
nb: Stopp
ro_ro: Oprire
ru: Остановить
zh_hans: 停止
