Repository: Jays2Kings/DS4Windows
Catalog: DS4Windows/DS4Form.*.resx
Languages: it_it

# chTime.Text
source: Time
it_it: Ora

# btnStartStop.Text
source: Start
it_it: Inizia

# btnClear.Text
source: Clear
it_it: Pulisci

# editProfileForController1ToolStripMenuItem.Text
source: Edit Profile for Controller 1
it_it: Modifica Profilo per Controller 1

# editProfileForController2ToolStripMenuItem.Text
source: Edit Profile for Controller 2
it_it: Modifica Profilo per Controller 2

# editProfileForController3ToolStripMenuItem.Text
source: Edit Profile for Controller 3
it_it: Modifica Profilo per Controller 3

# editProfileForController4ToolStripMenuItem.Text
source: Edit Profile for Controller 4
it_it: Modifica Profilo per Controller 4

# startToolStripMenuItem.Text
source: Start
it_it: Inizia

# openToolStripMenuItem.Text
source: Open
it_it: Apri

# exitToolStripMenuItem.Text
source: Exit (Middle Mouse)
it_it: Esci (Mouse Centrale)

# bnEditC3.Text
source: Edit
it_it: Modifica

# bnEditC4.Text
source: Edit
it_it: Modifica

# bnEditC2.Text
source: Edit
it_it: Modifica

# bnEditC1.Text
source: Edit
it_it: Modifica

# tabControllers.Text
source: Controllers
it_it: Controller

# editToolStripMenuItem.Text
source: Edit
it_it: Modifica

# assignToController1ToolStripMenuItem.Text
source: Assign to Controller 1
it_it: Assegna a Controller 1

# assignToController2ToolStripMenuItem.Text
source: Assign to Controller 2
it_it: Assegna a Controller 2

# assignToController3ToolStripMenuItem.Text
source: Assign to Controller 3
it_it: Assegna a Controller 3

# assignToController4ToolStripMenuItem.Text
source: Assign to Controller 4
it_it: Assegna a Controller 4

# deleteToolStripMenuItem.Text
source: Delete (Del)
it_it: Cancella (Canc)

# duplicateToolStripMenuItem.Text
source: Duplicate (Ctrl+C)
it_it: Duplica (Ctrl+C)

# newProfileToolStripMenuItem.Text
source: New Profile
it_it: Nuovo Profilo

# importToolStripMenuItem.Text
source: Import
it_it: Importa

# exportToolStripMenuItem.Text
source: Export
it_it: Esporta

# toolStripLabel1.Text
source: Profile Name:
it_it: Nome Profilo:

# tSTBProfile.Text
source: <type profile name here>
it_it: <scrivi nome profilo qui>

# tSBSaveProfile.Text
source: Save Profile
it_it: Salva Profilo

# tSBCancel.Text
source: Cancel
it_it: Annulla

# tSBKeepSize.Text
source: Keep this window size after closing
it_it: Mantieni questa dimensione della finestra dopo la chiusura

# tSOptions.Text
source: Profile Options
it_it: Opzioni Profilo

# tsBNewProfle.Text
source: New
it_it: Nuovo

# tsBNewProfle.ToolTipText
source: Make a New Profile
it_it: Crea Nuovo Profilo

# tsBEditProfile.Text
source: Edit
it_it: Modifica

# tsBEditProfile.ToolTipText
source: Edit Selected Profile (Enter)
it_it: Modifica Profilo Selezionato (Invio)

# tsBDeleteProfile.Text
source: Delete
it_it: Cancella

# tsBDeleteProfile.ToolTipText
source: Delete Selected Profile (Delete)
it_it: Cancella Profilo Selezionato (Canc)

# tSBDupProfile.Text
source: Duplicate
it_it: Duplica

# tSBDupProfile.ToolTipText
source: Dupliacate Selected Profile (Ctrl+C)
it_it: Duplica Profilo Selezionato (Ctrl+C)

# tSBImportProfile.Text
source: Import
it_it: Importa

# tSBImportProfile.ToolTipText
source: Import Profile or Profiles
it_it: Importa Profilo Selezionato

# tSBExportProfile.Text
source: Export
it_it: Esporta

# tSBExportProfile.ToolTipText
source: Export Selected Profile
it_it: Esporta Profilo Selezionato

# tabProfiles.Text
source: Profiles
it_it: Profili

# tabAutoProfiles.Text
source: Auto Profiles
it_it: Profili Automatici

# hideDS4CheckBox.Text
source: Hide DS4 Controller
it_it: Nascondi Controller DS4

# cBSwipeProfiles.Text
source: Swipe Touchpad to change profiles
it_it: Swipe sul Touchpad per cambiare profili

# StartWindowsCheckBox.Text
source: Run at Startup
it_it: Apri all'Avvio

# startMinimizedCheckBox.Text
source: Start Minimized
it_it: Apri Minimizzato

# cBNotifications.Text
source: Show Notifications
it_it: Mostra Notifiche

# cBDisconnectBT.Text
source: Disconnect from BT when Stopping
it_it: Disconnetti da BT durante l'Arresto

# cBCloseMini.Text
source: Close Minimizes
it_it: Chiudi Minimizzando

# cBQuickCharge.Text
source: Quick Charge
it_it: Carica Veloce

# cBUpdate.Text
source: Check for Updates at Startup
it_it: Controlla Aggiornamenti all'Avvio

# cBDownloadLangauge.Text
source: Download Language Pack with Update
it_it: Scarica Pacchetto Lingua con Aggiornamento

# cBUpdateTime.Items
source: hours
it_it: ore

# cBUpdateTime.Items1
source: days
it_it: giorni

# lbUseXIPorts.Text
source: Use Xinput Ports
it_it: Usa Porte Xinput

# linkProfiles.Text
source: Profile folder
it_it: Cartella Profili

# lnkControllers.Text
source: Control Panel
it_it: Pannello di Controllo

# linkUninstall.Text
source: Uninstall VBus Driver
it_it: Disinstalla Driver VBus

# linkSetup.Text
source: Controller/Driver Setup
it_it: Configurazione Controller/Driver

# lLBUpdate.Text
source: Check for Update Now
it_it: Controlla Aggiornamenti Ora

# tabSettings.Text
source: Settings
it_it: Impostazioni
